[
	{
		"name": "ARCANE GENETIC ALCHEMY",
		"cost": "1/2",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ADEPTUS CUSTODES INFANTRY unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, an unmodified wound roll of 1-3 for that attack fails, irrespective of any abilities that the weapon or the enemy model making the attack may have. If that ADEPTUS CUSTODES INFANTRY unit contains 3 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["ADEPTUS CUSTODES", "INFANTRY"]
	},
	{
		"name": "SWEEPING ADVANCE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ADEPTUS CUSTODES BIKER unit from your army consolidates. Until the end of the phase, each time a model in that unit makes a consolidation move, it can move an additional 3\u0022.",
		"keywords": ["ADEPTUS CUSTODES", "BIKER"]
	},
	{
		"name": "PRAESIDIUM SHIELDWALL",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a CUSTODIAN GUARD unit from your army is selected as the target of a melee attack, and every model in that unit is equipped with a praesidium shield. Until the end of the phase, each time a melee attack is made against that unit, subtract 1 from that attack\u0027s hit roll.",
		"keywords": ["CUSTODIAN GUARD"]
	},
	{
		"name": "DEATH MARK",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Before the Battle",
		"text": "At the start of the first battle round, before the first turn begins, select one enemy unit. Until the end of the battle, each time a model in a VIGILATORS unit from your army makes an attack against that enemy unit, you can re-roll the hit roll.",
		"keywords": ["VIGILATORS"]
	},
	{
		"name": "AVENGE THE FALLEN",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ADEPTUS CUSTODES unit from your army is selected to fight. Until the end of the phase:If that unit is below Starting Strength but not below Half-strength, add 1 to the Attacks characteristic of models in that unit.If that unit is below Half-strength, add 2 to the Attacks characteristic of models in that unit instead.",
		"keywords": ["ADEPTUS CUSTODES"]
	},
	{
		"name": "SLAYERS OF NIGHTMARES",
		"cost": "1/2",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ADEPTUS CUSTODES unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack against a unit with a higher Toughness characteristic than its own, add 1 to that attack’s wound roll. If that ADEPTUS CUSTODES unit contains 3 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["ADEPTUS CUSTODES"]
	},
	{
		"name": "TALONS OF THE EMPEROR",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Charge Fight",
		"text": "Use this Stratagem in any phase, after shooting or fighting with an ADEPTUS CUSTODES unit from your army. Select one friendly ANATHEMA PSYKANA unit within 6\u0022 of it. Until the end of the phase, each time a model in that ANATHEMA PSYKANA unit makes an attack, add 1 to that attack’s hit roll.",
		"keywords": ["ADEPTUS CUSTODES", "ANATHEMA PSYKANA"]
	},
	{
		"name": "PURGATION SWEEP",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Charge",
		"text": "Use this Stratagem in your Shooting phase, when a WITCHSEEKERS unit from your army is selected to shoot, or in your opponent’s Charge phase, when a WITCHSEEKERS unit from your army is selected to fire Overwatch. Until the end of the phase, add 1 to the Strength characteristic of witchseeker flamers models in that unit are equipped with.",
		"keywords": ["WITCHSEEKERS"]
	},
	{
		"name": "VIGIL UNENDING",
		"cost": "2",
		"faction": "Adeptus Custodes",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ADEPTUS CUSTODES CHARACTER model from your army that has not already been selected to fight this phase is destroyed. Do not remove that model from play - it can fight after the attacking model’s unit has finished making attacks. After resolving the destroyed ADEPTUS CUSTODES CHARACTER model’s attacks, it is then removed.",
		"keywords": ["ADEPTUS CUSTODES", "CHARACTER"]
	},
	{
		"name": "WISDOM OF THE MORITOI",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ADEPTUS CUSTODES DREADNOUGHT model from your army that is on the battlefield. Until the start of your next Command phase, that model gains either the Inspirational Warrior or the Aggressive Precision ability, as shown below:Inspirational Warrior (Aura): While a friendly \u0026lt;SHIELD HOST\u0026gt; CORE unit is within 6\u0022 of this model, each time a model in that unit makes an attack, re-roll a hit roll of 1.Aggressive Precision (Aura): While a friendly \u0026lt;SHIELD HOST\u0026gt; CORE unit is within 6\u0022 of this model, each time a model in that unit makes an attack, re-roll a wound roll of 1.",
		"keywords": ["ADEPTUS CUSTODES", "DREADNOUGHT", "CORE"]
	},
	{
		"name": "RETRIBUTION OF THE MACHINE SPIRIT",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ADEPTUS CUSTODES MACHINE SPIRIT model from your army that is on the battlefield. Until the start of your next Command phase, that model is considered to have its full wounds remaining for the purposes of determining what characteristics on its profile to use.",
		"keywords": ["ADEPTUS CUSTODES", "MACHINE SPIRIT"]
	},
	{
		"name": "INDOMITABLE ENGINES",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ADEPTUS CUSTODES VEHICLE or ANATHEMA PSYKANA VEHICLE model from your army would lose a wound as the result of a mortal wound. Until the end of the phase, each time that model would lose a wound as the result of a mortal wound, roll one D6: on a 5\u002B, that wound is not lost.",
		"keywords": ["ADEPTUS CUSTODES", "VEHICLE", "ANATHEMA PSYKANA"]
	},
	{
		"name": "EARNING OF A NAME",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when an enemy CHARACTER unit is destroyed as a result of a melee attack made by an ADEPTUS CUSTODES CHARACTER model (excluding named characters) from your army. Resolve one of the following for that ADEPTUS CUSTODES CHARACTER unit: Select one trait of a shield host fighting style that unit does not have. Until the end of the battle, that unit gains that trait (in addition to any other fighting styles it has gained).Select one stance of one martial ka’tah. Until the end of the battle, that unit always benefits from that stance (even if a martial ka’tah is not active for your army).You can only use this Stratagem on each ADEPTUS CUSTODES CHARACTER unit from your army once. You cannot use this Stratagem in a Crusade battle; you must use the Earning of a name Requisition instead.",
		"keywords": ["CHARACTER", "ADEPTUS CUSTODES"]
	},
	{
		"name": "OPEN THE VAULTS",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Requisition",
		"whose": "both",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ADEPTUS CUSTODES or ANATHEMA PSYKANA keyword. Select one ADEPTUS CUSTODES CHARACTER model from your army and give them one Relic of Terra, or select one ANATHEMA PSYKANA CHARACTER model from your army and give them one Relic of the Vigil. In either case, this must be a Relic they could have. Each Relic from your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "ADEPTUS CUSTODES", "ANATHEMA PSYKANA", "CHARACTER"]
	},
	{
		"name": "THE EMPEROR’S HEROES",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Requisition",
		"whose": "both",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ADEPTUS CUSTODES or ANATHEMA PSYKANA keyword. Select one ADEPTUS CUSTODES CHARACTER model or one ANATHEMA PSYKANA CHARACTER model from your army and determine one Warlord Trait for it (this must be a Warlord Trait it can have); that model is only regarded as your WARLORD for the purposes of that Warlord Trait. Each Warlord Trait from your army must be unique (if randomly generated, re-roll duplicate results), and you cannot use this Stratagem to give a model two Warlord Traits. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "ADEPTUS CUSTODES", "ANATHEMA PSYKANA", "CHARACTER"]
	},
	{
		"name": "VICTOR OF THE BLOOD GAMES",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Requisition",
		"whose": "both",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, after a Warlord Trait is determined for an ADEPTUS CUSTODES CHARACTER model from your army (excluding named characters). You can generate one additional Warlord Trait for them. Each Warlord Trait from your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["ADEPTUS CUSTODES", "CHARACTER"]
	},
	{
		"name": "ETERNAL PENITENT",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Requisition",
		"whose": "both",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. Select one ADEPTUS CUSTODES DREADNOUGHT unit from your army.Add 1 to that unit’s Attacks characteristic.You can re-roll charge rolls made for that unit. If you could already re-roll charge rolls made that unit (e.g. if it has the Instruments of the Emperor’s Wrath fighting style) add 1 to charge rolls made for that unit instead.You can only use this Stratagem once.",
		"keywords": ["ADEPTUS CUSTODES", "DREADNOUGHT"]
	},
	{
		"name": "FRATERNITY OF HEROES",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Charge",
		"text": "Use this Stratagem in the Heroic Interventions step of your opponent’s Charge phase. Select one ADEPTUS CUSTODES unit from your army. Until the end of the phase, that unit is eligible to perform a Heroic Intervention as if it were a CHARACTER unit. If that unit is already eligible to perform a Heroic Intervention, it is eligible to perform a Heroic Intervention if it is within 6\u0022 horizontally and 5\u0022 vertically of an enemy unit, and when performing a Heroic Intervention with that unit, you can move each model in that unit up to 6\u0022.",
		"keywords": ["ADEPTUS CUSTODES", "CHARACTER"]
	},
	{
		"name": "MARTIAL DISCRETION",
		"cost": "1/2",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase, after selecting a ka’tah stance to be active for your army. Select one ADEPTUS CUSTODES unit from your army that is on the battlefield, then select one ka’tah stance that is not active for your army. Until the start of your next Command phase, that unit benefits from that stance, instead of the active ka’tah stance(s) of your army. If that ADEPTUS CUSTODES unit contains 4 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP. You can only use this Stratagem once.",
		"keywords": ["ADEPTUS CUSTODES"]
	},
	{
		"name": "INDOMITABLE GUARDIANS",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, after an enemy unit has fought. Select one ADEPTUS CUSTODES unit from your army that is in range of an objective marker and is eligible to fight: that unit fights next.",
		"keywords": ["ADEPTUS CUSTODES"]
	},
	{
		"name": "UNLEASH THE LIONS",
		"cost": "1/2",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ALLARUS CUSTODIANS unit from your army that is on the battlefield and contains 2 or more models. Until the end of the battle, each model in that unit becomes its own unit. In Crusade battles, treat that unit as if it has the Combat Squads ability, even if it could be more than 2 squads. If that ALLARUS CUSTODIANS unit contains 3 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["ALLARUS CUSTODIANS"]
	},
	{
		"name": "SHOULDER THE MANTLE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem when your WARLORD is destroyed. Select another ADEPTUS CUSTODES CHARACTER model from your army. Until the end of the battle, if that model does not have a Warlord Trait, it gains one Warlord Trait of that destroyed WARLORD. Then, until the end of the battle, that ADEPTUS CUSTODES CHARACTER model now counts as your WARLORD for all rules purposes. If any mission objective, secondary objective or Agenda rules are triggered when your WARLORD is destroyed, those rules are not triggered until after the new WARLORD is destroyed.",
		"keywords": ["WARLORD", "ADEPTUS CUSTODES", "CHARACTER"]
	},
	{
		"name": "MANOEUVRE AND FIRE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when an ADEPTUS CUSTODES unit from your army that can FLY Falls Back. Until the end of the turn, that unit is eligible to shoot even though it Fell Back.",
		"keywords": ["ADEPTUS CUSTODES", "FLY"]
	},
	{
		"name": "DESPERATION’S PRICE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, when an enemy PSYKER unit within 18\u0022 of an ANATHEMA PSYKANA INFANTRY unit from your army suffers Perils of the Warp. That PSYKER unit suffers an additional D3 mortal wounds.",
		"keywords": ["PSYKER", "ANATHEMA PSYKANA", "INFANTRY"]
	},
	{
		"name": "THE EMPEROR’S AUSPICE",
		"cost": "1/2",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ADEPTUS CUSTODES INFANTRY unit from your army is chosen as the target of an attack. Until the end of the phase, each time an attack is made against that unit, your opponent cannot re-roll the hit roll, wound roll or damage roll for that attack. If that ADEPTUS CUSTODES INFANTRY unit contains 4 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP. You can only use this Stratagem once.",
		"keywords": ["ADEPTUS CUSTODES", "INFANTRY"]
	},
	{
		"name": "FROM GOLDEN LIGHT THEY COME",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, during the Declare Reserves and Transports step (if you are playing a mission without this step, use this Stratagem during deployment instead). Select one ADEPTUS CUSTODES INFANTRY, ADEPTUS CUSTODES BIKER or ADEPTUS CUSTODES DREADNOUGHT unit from your army. That unit gains the From Golden Light ability.",
		"keywords": ["ADEPTUS CUSTODES", "INFANTRY", "BIKER", "DREADNOUGHT"]
	},
	{
		"name": "EMPYRIC SEVERANCE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, after a Psychic test is passed for an enemy PSYKER unit and after any Deny the Witch attempt is made (if any). If that enemy PSYKER unit is within 18\u0022 of any ANATHEMA PSYKANA INFANTRY units from your army, roll one D6: on a 4\u002B, that psychic power is denied.",
		"keywords": ["PSYKER", "ANATHEMA PSYKANA", "INFANTRY"]
	},
	{
		"name": "CREEPING DREAD",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Shooting Charge Fight",
		"text": "Use this Stratagem at the start of any phase. Select one ANATHEMA PSYKANA INFANTRY unit from your army. Until the end of the phase, this unit gains the following ability: ‘Creeping Dread (Aura): While an enemy unit is within 6\u0022 of this unit, each time a model in that enemy unit makes an attack, subtract 1 from that attack’s hit roll.’",
		"keywords": ["ANATHEMA PSYKANA", "INFANTRY"]
	},
	{
		"name": "RAPID REACTIONS",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem in your opponent’s Movement phase, when an enemy unit that was within Engagement Range of an ADEPTUS CUSTODES INFANTRY unit from your army when it was selected to move finishes a Fall Back move. That ADEPTUS CUSTODES INFANTRY unit can shoot as if it were your Shooting phase, but it can only target that enemy unit.",
		"keywords": ["ADEPTUS CUSTODES", "INFANTRY"]
	},
	{
		"name": "COVERED ADVANCE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Wargear",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent’s Shooting phase, when an ADEPTUS CUSTODES SMOKESCREEN or ANATHEMA PSYKANA SMOKESCREEN unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, subtract 1 from that attack’s hit roll.",
		"keywords": ["ADEPTUS CUSTODES", "ANATHEMA PSYKANA", "SMOKESCREEN"]
	},
	{
		"name": "TANGLEFOOT GRENADE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Wargear",
		"whose": "enemy",
		"phase": "Movement Charge",
		"text": "Use this Stratagem at the start of your opponent’s Movement or Charge phase. Select one enemy unit (excluding units that can FLY) within 12\u0022 of and visible to an ADEPTUS CUSTODES INFANTRY unit from your army and roll one D6. If it is your opponent’s Movement phase, subtract an equivalent number of inches from that enemy unit’s Move characteristic for this phase (to a minimum of 0\u0022). If it is your opponent’s Charge phase, subtract the result from charge rolls made for that unit this phase (to a minimum of 0). You can only use this Stratagem once per turn.",
		"keywords": ["FLY ", "ADEPTUS CUSTODES", "INFANTRY"]
	},
	{
		"name": "TELEPORT HOMER",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when an ADEPTUS CUSTODES TELEPORT HOMER unit from your army is selected to move. Remove that unit from the battlefield. In the Reinforcements step of that Movement phase, set that unit back up on the battlefield within 3\u0022 of a friendly VEXILUS PRAETOR or ALEYA model (that model must not have been set up as Reinforcements this turn) and more than 9\u0022 away from any enemy models. If the battle ends and that ADEPTUS CUSTODES TELEPORT HOMER unit is not on the battlefield, it is destroyed.",
		"keywords": [
			"ADEPTUS CUSTODES",
			"TELEPORT HOMER",
			"VEXILUS PRAETOR",
			"ALEY "
		]
	},
	{
		"name": "PSYK-OUT GRENADE",
		"cost": "1",
		"faction": "Adeptus Custodes",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when an ANATHEMA PSYKANA INFANTRY unit from your army is selected to shoot. If that unit is not within Engagement Range of any enemy units, roll one D6: on a 2\u002B, the closest enemy PSYKER unit that is within 6\u0022 of and visible to your unit suffers Perils of the Warp.",
		"keywords": ["ANATHEMA PSYKANA", "INFANTRY", "PSYKER"]
	}
]
