[
	{
		"name": "SCOURGE OF THE PENITENT",
		"cost": "1/2",
		"faction": "Order of the Bloody Rose",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ORDER OF THE BLOODY ROSE REPENTIA SUPERIOR model from your army and one SISTERS REPENTIA unit within 6\u0022 of that model. Until the end of the turn, add 1 to charge rolls made for that SISTERS REPENTIA unit. If the SISTERS REPENTIA unit contains 5 or fewer models, this Stratagem costs 1 CP; otherwise, it costs 2CP.",
		"keywords": [
			"ORDER OF THE BLOODY ROSE",
			"REPENTIA SUPERIOR",
			"SISTERS REPENTIA"
		]
	},
	{
		"name": "WADE INTO THE FOE",
		"cost": "1",
		"faction": "Order of the Bloody Rose",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem in your Fight phase. Select one ORDER OF THE BLOODY ROSE PARAGON WARSUITS unit from your army that made a charge move this turn. Until the end of the phase, each time a model in that unit makes an attack that targets an enemy unit that contained 6 or more models at the start of this phase, an unmodified hit roll of 4\u002B scores 1 additional hit.",
		"keywords": ["ORDER OF THE BLOODY ROSE", "PARAGON WARSUITS"]
	},
	{
		"name": "CLEAR THE FLANKS",
		"cost": "1",
		"faction": "Order of the Bloody Rose",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your Shooting phase. Select one enemy unit that is within 6\u0022 of a battlefield edge that is not a player’s battlefield edge. Until the end of the phase, each time an ORDER OF THE BLOODY ROSE model makes an attack with a Heavy weapon that targets that enemy unit, re-roll a wound roll of 1.",
		"keywords": ["ORDER OF THE BLOODY ROSE"]
	},
	{
		"name": "OUTRAGE OF THE MATRIARCH",
		"cost": "1",
		"faction": "Order of the Bloody Rose",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase when an ORDER OF THE BLOODY ROSE CHARACTER model from your army is selected to fight. Until the end of the phase, each time that model makes an attack that targets an enemy unit containing any models with a Wounds characteristic that exceeds its own:Add 1 to that attack’s wound roll.On an unmodified wound roll of 6, improve the Armour Penetration characteristic of that attack by 2.",
		"keywords": ["ORDER OF THE BLOODY ROSE", "CHARACTER"]
	},
	{
		"name": "CARRY FORTH THE FAITHFUL",
		"cost": "1/2",
		"faction": "Order of the Bloody Rose",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round, before the first turn begins. Select one ORDER OF THE BLOODY ROSE TRANSPORT model from your army that has any models embarked within it (this cannot be a model that has any DOMINION SQUAD models embarked within it). That model can make a Normal Move as if it were your Movement phase, but must end that move more than 9\u0022 away from any enemy models. If both players have units that can move before the first turn begins, the player who is taking the first turn moves their units first. If a RETRIBUTOR SQUAD or SISTERS REPENTIA unit is embarked inside that TRANSPORT, this Stratagem costs 2CP; otherwise, it costs 1 CP. You can only use this Stratagem once.",
		"keywords": [
			"ORDER OF THE BLOODY ROSE",
			"TRANSPORT",
			"DOMINION SQUAD",
			"RETRIBUTOR SQUAD",
			"SISTERS REPENTIA"
		]
	},
	{
		"name": "FUELLED BY RAGE",
		"cost": "1/2",
		"faction": "Order of the Bloody Rose",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent’s Shooting phase, when an ORDER OF THE BLOODY ROSE CORE unit from your army is selected as the target of a ranged attack. Until the end of the phase, each time a model in that unit is destroyed by an attack made by an enemy model, roll one D6. On a 4\u002B, do not remove the destroyed model from play - it can, after the attacking model’s unit has finished making its attacks, shoot with one of its ranged weapons as if it were your Shooting phase. After resolving these attacks, the destroyed model is then removed. If the selected ORDER OF THE BLOODY ROSE unit is a RETRIBUTOR SQUAD unit, this Stratagem costs 2CP, otherwise it costs 1 CP.",
		"keywords": ["ORDER OF THE BLOODY ROSE", "CORE", "RETRIBUTOR SQUAD"]
	},
	{
		"name": "CATECHISM OF WRATHFUL DEFIANCE",
		"cost": "1/2",
		"faction": "Order of the Bloody Rose",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ORDER OF THE BLOODY ROSE INFANTRY unit from your army. Until your next Command phase, that unit gains the following ability:Wrathful Defiance (Aura): While an enemy unit is within 6\u0022 of this unit, each time a model in that enemy unit makes an attack that targets this unit, subtract 1 from that attack’s hit roll.If you select a unit that has 11 or more models, this Stratagem costs 2CP; otherwise, it costs 1CP.",
		"keywords": ["ORDER OF THE BLOODY ROSE", "INFANTRY"]
	},
	{
		"name": "SAVAGE TWIST",
		"cost": "1",
		"faction": "Order of the Bloody Rose",
		"category": "Wargear",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase when an ORDER OF THE BLOODY ROSE INFANTRY unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack with a melee weapon (excluding a close combat weapon), on an unmodified wound roll of 6, increase the Damage characteristic of that attack by 1.",
		"keywords": ["ORDER OF THE BLOODY ROSE", "INFANTRY"]
	}
]
