[
	{
		"name": "RAD-OVERSATURATION",
		"cost": "2",
		"faction": "Metalica",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem at the start of any phase. Select one METALICA SKITARII VANGUARD unit in your army. Until the end of the phase, increase the range of that unit\u0027s Rad-saturation ability to 6\u0022.",
		"keywords": ["METALICA", "SKITARII VANGUARD"]
	},
	{
		"name": "MARCH TO WAR",
		"cost": "1",
		"faction": "Metalica",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a METALICA unit from your army Advances. Do not make an Advance roll. Instead, until the end of the phase, add 6\u0022 to the Move characteristic of that unit. This is not cumulative with the effect of the Dunestriders Stratagem.",
		"keywords": ["METALICA"]
	},
	{
		"name": "PURITY OF THE MACHINE",
		"cost": "1/2",
		"faction": "Metalica",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase, when a METALICA unit from your army is selected to shoot, or in the Fight phase, when a METALICA unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack, you can ignore any or all modifiers to the hit roll and wound roll. If that unit is a VEHICLE, this Stratagem costs 2CP; otherwise, it costs 1 CP.",
		"keywords": ["METALICA", "VEHICLE"]
	},
	{
		"name": "ORDER IN ANARCHY",
		"cost": "1",
		"faction": "Metalica",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one METALICA unit from your army. Until the end of the turn, each time an attack made by a model in that unit targets an enemy unit within 12\u0022, you can add 1 to the hit roll.",
		"keywords": ["METALICA"]
	},
	{
		"name": "EXTINCTION ORDER",
		"cost": "3",
		"faction": "Metalica",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one Area Terrain feature visible to your METALICA WARLORD. Until the end of the phase, each time an attack made by a model in a friendly METALICA unit that is within 6\u0022 of your METALICA WARLORD targets an enemy unit wholly within that area terrain feature, add 1 to that attack\u0027s wound roll.",
		"keywords": ["METALICA", "WARLORD"]
	},
	{
		"name": "KNIGHT OF THE IRON COG",
		"cost": "1",
		"faction": "Metalica",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. Select one HOUSE RAVEN unit from your army. That unit gains the Canticles of the Omnissiah ability and is considered to have the ADEPTUS MECHANICUS keyword for the purposes of this ability (the inclusion of this unit in your army does not prevent ADEPTUS MECHANICUS units in your army from using any rules that require every model in your army to have the ADEPTUS MECHANICUS keyword).",
		"keywords": ["HOUSE RAVEN", "ADEPTUS MECHANICUS"]
	},
	{
		"name": "OMNISSIAH\u0027S EXALTATION",
		"cost": "1",
		"faction": "Metalica",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Morale",
		"text": "Use this Stratagem in the Morale phase, when an enemy unit that is within 6\u0022 of a METALICA unit from your army is selected to take a Morale test. Until the end of the phase, subtract 1 from combat attrition tests taken for that enemy unit.",
		"keywords": ["METALICA"]
	},
	{
		"name": "BLARING GLORY",
		"cost": "1",
		"faction": "Metalica",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in the Fight phase or in your opponent’s Shooting phase. Select one enemy unit that is within 6\u0022 of a METALICA unit from your army. Until the end of the phase, your opponent cannot re-roll any dice rolls made for attacks made by models in that enemy unit.",
		"keywords": ["METALICA"]
	}
]
