[
	{
		"name": "VENGEANCE FOR ARMAGEDDON",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ORDER OF OUR MARTYRED LADY unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a melee attack against an ORK unit, you can re-roll the hit roll.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "ORK"]
	},
	{
		"name": "ZEALOUS DEATH WISH",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ORDER OF OUR MARTYRED LADY unit from your army is selected to fight. Each time a model in that unit makes a melee attack against a unit that contained at least 5 more models than the attacker’s unit when it was selected to fight, add 1 to that attack\u0027s hit roll. For the purposes of this Stratagem, VEHICLE models each count as 5 models.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "VEHICLE"]
	},
	{
		"name": "PIOUS MACHINE SPIRIT",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one ORDER OF OUR MARTYRED LADY VEHICLE model from your army that has a wounds characteristic of 10 or more. Until the start of your next Command phase, that model is considered to have its full wounds remaining for the purposes of determining what characteristics on its profile to use.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "VEHICLE"]
	},
	{
		"name": "REJOICE THE FALLEN",
		"cost": "2",
		"faction": "Order of Our Martyred Lady",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem at the end of your opponent’s Shooting phase. Select one ORDER OF OUR MARTYRED LADY unit from your army that was not below Half-strength at the start of this phase, but which is now below Half-strength. That unit can shoot as if it were your Shooting phase.",
		"keywords": ["ORDER OF OUR MARTYRED LADY"]
	},
	{
		"name": "MARTYR’S PYRE",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one ORDER OF OUR MARTYRED LADY INFANTRY unit from your army that is within Engagement Range of one or more enemy units. Until the end of that phase:The type of all flame weapons models in that unit are equipped with is changed to Pistol (e.g. an Assault D6 flame weapon becomes Pistol D6).After this unit has resolved its attacks, roll one D6 for each model in that unit that fired a flame weapon: for each roll of a 1, one of those models (of your choosing) can shoot again with its flame weapon, but after this second shooting attack is resolved, and whether it shot or not, that model is destroyed.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "INFANTRY"]
	},
	{
		"name": "DEATH BEFORE DISGRACE",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase. Select one ORDER OF OUR MARTYRED LADY INFANTRY or ORDER OF OUR MARTYRED LADY PARAGON WARSUIT unit from your army. Until the start of your next Movement phase:That unit cannot Fall Back.That unit has the Objective Secured ability. If that unit already has the Objective Secured ability, then for the purposes of determining which player controls an objective marker, each model in that unit counts as one additional model.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "INFANTRY", "PARAGON WARSUIT"]
	},
	{
		"name": "A MARTYR’S DUTY",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ORDER OF OUR MARTYRED LADY CORE unit from your army is selected as the target of an attack. Until the end of the phase, each time a model in this unit is destroyed, roll one D6. On a 4\u002B, do not remove the destroyed model from play; it can, after the attacking model’s unit has finished making its attacks, either shoot with one of its ranged weapons as if it were your Shooting phase or make one attack with one of its melee weapons as if it were the Fight phase. When resolving these attacks, your model is considered to have 1 wound remaining. If the Spirit of the Martyr sacred rite is active for your army, or for that unit, resolve these attacks before resolving that sacred rite’s effects. After resolving these attacks, the destroyed model is then removed.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "CORE"]
	},
	{
		"name": "EXEMPLAR OF THE ORDER",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating an ORDER OF OUR MARTYRED LADY model (excluding named characters) to be your WARLORD. That model gains one additional Warlord Trait; this must be from the Order of Our Martyred Lady Warlord Traits table. Each Warlord Tcait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["ORDER OF OUR MARTYRED LADY", "WARLORD"]
	}
]
