[
	{
		"name": "HONOUR THE MARTYRS",
		"cost": "1",
		"faction": "Order of Our Martyred Lady",
		"category": "Epic Deed",
		"whose": "Both",
		"phase": "Any",
		"text": "Use this Stratagem at the end of a phase in which an ORDER OF OUR MARTYRED LADY CHARACTER model from your army was destroyed by an enemy unit (excluding models that were destroyed and subsequently returned to the battlefield that phase due to any rules, e.g. the Divine Intervention Stratagem). Until the end of the battle, each time an ORDER OF OUR MARTYRED LADY model makes an attack against that enemy unit, add 1 to that attack’s wound roll.",
		"keywords": ["ORDER OF OUR MARTYRED LADY","CHARACTER"]
	},
	{
		"name": "BLIND FAITH",
		"cost": "1",
		"faction": "Order of the Valorous Heart",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase, when an ORDER OF THE VALOROUS HEART unit from your army is selected to shoot, or in the Fight phase, when an ORDER OF THE VALOROUS HEART unit from your army is selected to fight. Until the end of that phase, each time a model in that unit makes an attack, you can ignore any or all hit roll, Ballistic Skill and Weapon Skill modifiers.",
		"keywords": ["ORDER OF THE VALOROUS HEART"]
	},
	{
		"name": "TEAR THEM DOWN",
		"cost": "1",
		"faction": "Order of the Bloody Rose",
		"category": "Battle Tactic",
		"whose": "Both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ORDER OF THE BLOODY ROSE unit from your army is selected to fight. Until the end of that phase, each time a model in that unit makes a melee attack, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["ORDER OF THE BLOODY ROSE"]
	},
	{
		"name": "CLEANSING FLAMES",
		"cost": "1",
		"faction": "Order of the Ebon Chalice",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase when an ORDER OF THE EBON CHALICE unit from your army is selected to shoot. Until the end of the phase: Add 4 inches to the range of all flame weapons that models in that unit are equipped with. Each time a model in that unit makes an attack with a flame weapon, on an unmodified wound roll of 4+, the target suffers 1 mortal wound in addition to any normal damage (a maximum of 3 mortal wounds can be inflicted per phase via this Stratagem).",
		"keywords": ["ORDER OF THE EBON CHALICE"]
	},
	{
		"name": "FAITH IS OUR SHIELD",
		"cost": "1",
		"faction": "Order of the Argent Shroud",
		"category": "Strategic Ploy",
		"whose": "Both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ORDER OF THE ARGENT SHROUD model from your army would lose a wound as a result of a mortal wound. Until the end of that phase, each time that model, or any other model in its unit, would lose a wound as a result of a mortal wound, roll one D6: on a 4+, that wound is not lost.",
		"keywords": ["ORDER OF THE ARGENT SHROUD"]
	},
	{
		"name": "THE EMPEROR’S JUDGEMENT",
		"cost": "1",
		"faction": "Order of the Sacred Rose",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase when an ORDER OF THE SACRED ROSE unit from your army is selected to shoot. Until the end of the phase, each time an attack is made with a ranged weapon by a model in that unit, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["ORDER OF THE SACRED ROSE"]
	}
]
