[
	{
		"name": "THE GREAT ENEMY",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an ASURYANI, HARLEQUINS or YNNARI unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a melee attack that targets a SLAANESH unit, you can re-roll the hit roll and the wound roll.",
		"keywords": ["ASURYANI", "HARLEQUINS", "YNNARI", "SLAANESH"]
	},
	{
		"name": "MATCHLESS AGILITY",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when an ASURYANI unit from your army makes a Battle Focus move. Do not roll one D6 to determine the distance that unit can move; instead, until the end of the phase, that unit can move up to 6\u0022.",
		"keywords": ["ASURYANI"]
	},
	{
		"name": "LIGHTNING FAST REACTIONS",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "enemy",
		"phase": "Any",
		"text": "Use this Stratagem in your opponent’s Shooting phase or the Fight phase, when an ASURYANI, HARLEQUINS or YNNARI unit from your army (excluding MONSTER units) is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, subtract 1 from that attack’s hit roll.",
		"keywords": ["ASURYANI", "HARLEQUINS", "YNNARI", "MONSTER"]
	},
	{
		"name": "BLADESTORM",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in the Shooting phase, when an ASURYANI or HARLEQUINS unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack with a shuriken weapon, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["ASURYANI", "HARLEQUINS"]
	},
	{
		"name": "MARTIAL CITIZENRY",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a GUARDIANS unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack, re-roll a hit roll of 1.",
		"keywords": ["GUARDIANS"]
	},
	{
		"name": "FIRE AND REPOSITION",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem when an OUTCASTS unit from your army makes a Battle Focus move and any of its models wish to move over any part of an Area Terrain feature. That unit can move the full distance rolled (do not subtract 3\u0022).",
		"keywords": ["OUTCASTS"]
	},
	{
		"name": "AVENGERS OF ASURYAN",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the end of your Shooting phase. Select one DIRE AVENGERS unit from your army that is below its Starting Strength; that unit can shoot again.",
		"keywords": ["DIRE AVENGERS"]
	},
	{
		"name": "UNPARALLELED MASTERY",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem at the start of your Psychic phase. Select one FARSEER, SHADOWSEER, YVRAINE or THE YNCARNE model from your army. That unit can attempt to manifest one additional psychic power this phase.",
		"keywords": ["FARSEER", "SHADOWSEER", "YVRAINE", "THE YNCARNE"]
	},
	{
		"name": "MULTIFACETED MIND",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem in your Psychic phase, after attempting to perform a psychic action with a FARSEER, SHADOWSEER or YVRAINE model from your army. That unit can attempt to manifest one psychic power this phase.",
		"keywords": ["FARSEER", "SHADOWSEER", "YVRAINE"]
	},
	{
		"name": "THE PHOENIX REBORN",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem when a PHOENIX LORD model from your army is destroyed. You can choose to roll one D6 at the end of the phase instead of using any rules that are triggered when that model is destroyed. If you do, then on a 4\u002B, set that model back up on the battlefield as close as possible to where they were destroyed and not within Engagement Range of any enemy models, with D3 wounds remaining. This Stratagem cannot be used to set the same model back up more than once per battle.",
		"keywords": ["PHOENIX LORD"]
	},
	{
		"name": "THE AVATAR RESURGENT",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an AVATAR OF KHAINE model from your army that has not already been selected to fight this phase is destroyed. Do not remove that model from play - add 2 to that model’s Attacks characteristic, and it can fight after the attacking model’s unit has finished making attacks. After resolving the destroyed model’s attacks, it is then removed.",
		"keywords": ["AVATAR OF KHAINE"]
	},
	{
		"name": "BATTLE PSYKERS",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem when a WARLOCKS unit from your army that contains four or more models manifests a psychic power from the Runes of Battle discipline. Instead of selecting one of that power’s effects, you can select both of its effects.",
		"keywords": ["WARLOCKS"]
	},
	{
		"name": "CHAMPION OF THE AELDARI",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ASURYANI or HARLEQUINS keyword. Select one ASURYANI CHARACTER or HARLEQUINS CHARACTER model from your army and determine one Warlord Trait for that model; that model is only regarded as your WARLORD for the purposes of that Warlord Trait. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results), and you cannot use this Stratagem to give a model two Warlord Traits. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case you can use this Stratagem twice), or an Onslaught battle (in which case you can use this Stratagem three times).",
		"keywords": ["WARLORD", "ASURYANI", "HARLEQUINS", "CHARACTER"]
	},
	{
		"name": "TREASURES OF THE AELDARI",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ASURYANI or HARLEQUINS keyword. If your WARLORD has the HARLEQUINS keyword you can select one HARLEQUINS CHARACTER model from your army. If your WARLORD has the ASURYANI keyword, you can select one ASURYANI CHARACTER model from your army. The selected CHARACTER model can be given one Treasures of the Aeldari Relic (this must be a Relic they can have). Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "ASURYANI", "HARLEQUINS", "CHARACTER"]
	},
	{
		"name": "RELICS OF THE SHRINES",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ASURYANI keyword. Select two models in your army that have the word ‘Exarch’ in their profile. Each of these models can be given one Aspect Shrine Relic; this must be a Relic they could have. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "ASURYANI"]
	},
	{
		"name": "SEER COUNCIL",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. Select one FARSEER model from your army and select one WARLOCKS unit from your army that contains 2 or more models. While that FARSEER model is within 6\u0022 of that WARLOCKS unit, add 1 to Psychic tests taken for that FARSEER model. While that FARSEER model is within 3\u0022 of that WARLOCKS unit, that FARSEER model can use the Look Out, Sir rule even if this unit contains fewer than 3 models. You can only use this Stratagem once.",
		"keywords": ["FARSEER", "WARLOCKS"]
	},
	{
		"name": "LINKED FIRE",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your Shooting phase. Select one FIRE PRISM model from your army, then select one or two other friendly FIRE PRISM models within 12\u0022 of and visible to that model. Until the end of the phase, each time the first FIRE PRISM model you selected shoots using the focused lance profile of its prism cannon:That model makes 2 additional attacks with that weapon (using that weapon’s focused lance profile) for each other FIRE PRISM model you selected.Invulnerable saving throws cannot be made against any attacks made by that model with that weapon.Until the end of the phase, each other FIRE PRISM model you selected cannot make any attacks with its prism cannon.",
		"keywords": ["FIRE PRISM"]
	},
	{
		"name": "FEIGNED RETREAT",
		"cost": "1/2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when an ASURYANI, HARLEQUINS or YNNARI unit from your army Falls Back. You can select for that unit to be eligible to shoot this turn or eligible to declare a charge this turn, or both. If you select both, this Stratagem costs 2CP; otherwise, it costs l CP.",
		"keywords": ["ASURYANI", "HARLEQUINS", "YNNARI"]
	},
	{
		"name": "FOREWARNED",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of the Reinforcements step of your opponent’s Movement phase. Select one \u0026lt;CRAFTWORLD\u0026gt; unit from your army within 12\u0022 of a friendly \u0026lt;CRAFTWORLD\u0026gt; FARSEER model. That \u0026lt;CRAFTWORLD\u0026gt; unit can shoot as if it were your Shooting phase, but its models can only target a single eligible enemy unit that was set up as Reinforcements this turn and that is within 18\u0022 of their unit when doing so.",
		"keywords": ["FARSEER"]
	},
	{
		"name": "THE TEARS OF ISHA",
		"cost": "1/2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one \u0026lt;CRAFTWORLD\u0026gt; WRAITH CONSTRUCT model from your army. That model regains up to D3 lost wounds. If the selected model is within 6\u0022 of a friendly \u0026lt;CRAFTWORLD\u0026gt; SPIRITSEER model, that model regains 3 lost wounds instead. If you select a TITANIC model, this Stratagem costs 2CP; otherwise, it costs 1 CP.",
		"keywords": ["WRAITH CONSTRUCT", "SPIRITSEER", "TITANIC"]
	},
	{
		"name": "FIRE AND FADE",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, after making attacks with an ASURYANI, HARLEQUINS or YNNARI unit (excluding AIRCRAFT units) from your army. That unit can immediately make a Normal Move of up to 7\u0022. Unless that unit is a HARLEQUINS unit, it cannot embark within a TRANSPORT model at the end of this move. Until the end of the turn, that unit is not eligible to declare a charge. Units with the Battle Focus ability cannot make a Battle Focus move in a turn in which they are selected for this Stratagem.",
		"keywords": ["ASURYANI", "HARLEQUINS", "YNNARI", "AIRCRAFT", "TRANSPORT"]
	},
	{
		"name": "PHANTASM",
		"cost": "2",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round, before the first turn begins. Select up to three ASURYANI, HARLEQUINS or YNNARI units (excluding TITANIC units) from your army and redeploy them. If the mission uses the Strategic Reserves rules, any of those units can be placed into Strategic Reserves without having to spend any additional CPs, regardless of how many units are already in Strategic Reserves. If both players have abilities that redeploy units, roll off; the winner chooses who redeploys their units first. You can only use this Stratagem once.",
		"keywords": ["ASURYANI", "HARLEQUINS", "YNNARI", "TITANIC"]
	},
	{
		"name": "ELDRITCH STORM",
		"cost": "3",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase, if a FARSEER model from your army is on the battlefield. Select one point on the battlefield within 24\u0022 of a FARSEER model from your army and place a marker on that point. In your next Psychic phase, FARSEER models from your army that are within 24\u0022 of that marker can perform the following psychic action:Empower Storm (Psychic Action - Warp Charge 5): Any number of FARSEER models from your army can attempt to perform this psychic action.At the start of your next Shooting phase, roll one D6 for each unit within 6\u0022 of the centre of the marker you placed, subtracting 2 if the unit being rolled for is an INFANTRY CHARACTER unit. On a 2\u002B, that unit suffers D3 mortal wounds and an additional 1 mortal wound for each time the Empower Storm psychic action was successfully completed this turn. That marker is then removed. You can only use this Stratagem once.",
		"keywords": ["FARSEER", "INFANTRY", "CHARACTER"]
	},
	{
		"name": "WEBWAY STRIKE",
		"cost": "1/3",
		"faction": "Aeldari",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when declaring reserves and transports (if you are playing a mission without this step, use this Stratagem during deployment instead). If you spend lCP, you can set up one ASURYANI INFANTRY, ASURYANI BIKER, HARLEQUINS INFANTRY, HARLEQUINS BIKER, YNNARI INFANTRY or YNNARI BIKER unit from your army in the webway instead of setting it up on the battlefield. If you spend 3CPs, you can place two ASURYANI INFANTRY, ASURYANI BIKER, HARLEQUINS INFANTRY, HARLEQUINS BIKER, YNNARI INFANTRY or YNNARI BIKER units in the webway instead.In the Reinforcements step of one of your Movement phases, you can set up any units in the webway anywhere on the battlefield that is more than 9\u0022 away from any enemy models. You can only use this Stratagem once.",
		"keywords": ["ASURYANI", "INFANTRY", "BIKER", "HARLEQUINS", "YNNARI"]
	},
	{
		"name": "WIREWEAVE GRENADES",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of your opponent’s Movement or Charge phase. Select one enemy unit (excluding units that can FLY) within 12\u0022 of a SHROUD RUNNERS unit from your army, and roll one D3:That enemy unit suffers a number of mortal wounds equal to the result (to a maximum of 1 mortal wound per model in that enemy unit).Until the end of the phase, subtract the result from that enemy unit’s Move characteristic (to a minimum of 0\u0022).Until the end of the phase, your opponent must subtract the result from charge rolls made for that enemy unit (to a minimum of 0\u0022).You can only use this Stratagem once per turn.",
		"keywords": ["FLY ", "SHROUD RUNNERS"]
	},
	{
		"name": "SHIELD DISCHARGE",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of your Charge phase. Select one model from your army equipped with a serpent shield or Wave Serpent shield, then select one enemy unit within 12\u0022 of that model. Until the end of the turn:That enemy unit cannot fire Overwatch or Set to Defend.Each time a model in that enemy unit makes a melee attack, subtract 1 from that attack’s hit roll.After using this Stratagem, the selected model is no longer considered to be equipped with a serpent shield or Wave Serpent shield.",
		"keywords": []
	},
	{
		"name": "GRENADE PACK",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, after a SWOOPING HAWKS unit from your army makes a Normal Move or Advances. Select one enemy unit that any models in that SWOOPING HAWKS unit moved across this phase. Roll one D6 for each model in that SWOOPING HAWKS unit, subtracting 1 if that selected enemy unit has the CHARACTER keyword (excluding VEHICLE or MONSTER units). For each 4\u002B, that selected enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds).",
		"keywords": ["SWOOPING HAWKS", "CHARACTER", "VEHICLE", "MONSTER"]
	},
	{
		"name": "STARHAWK MISSILE",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when an ASURYANI model from your army targets an AIRCRAFT unit with an Aeldari missile launcher. That model can only make one attack with that weapon this phase, but when resolving that attack, add 1 to that attack’s hit roll. If a hit is scored, the target suffers 2D3 mortal wounds and the attack sequence ends.",
		"keywords": ["ASURYANI", "AIRCRAFT"]
	},
	{
		"name": "RESONATOR SHARD",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a unit from your army that contains any models equipped with a D-cannon, doomweaver or shadow weaver is selected to shoot. Until the end of the phase, each time an attack is made by a model in that unit equipped with a D-cannon, doomweaver or shadow weaver that targets an enemy unit within 12\u0022 of any friendly RESONATOR SHARD units, you can re-roll the hit roll.",
		"keywords": ["RESONATOR SHARD"]
	},
	{
		"name": "FUSION CHARGES",
		"cost": "1",
		"faction": "Aeldari",
		"category": "Wargear",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a FIRE DRAGONS unit from your army is selected to fight. Select one model in that unit; that model can only make one attack this phase, and must target an enemy VEHICLE unit with that attack, but if a hit is scored, that VEHICLE unit suffers 2D3 mortal wounds and the attack sequence ends.",
		"keywords": ["FIRE DRAGONS", "VEHICLE", "VEHICLE"]
	}
]
