[
	{
		"name": "DISCIPLINE OF THE BLACK GUARDIANS",
		"cost": "1",
		"faction": "Ulthwé",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when you select an ULTHWÉ GUARDIANS unit to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack, add 1 to that attack’s hit roll.",
		"keywords": ["ULTHWÉ", "GUARDIANS"]
	},
	{
		"name": "PATHFINDER AMBUSH",
		"cost": "1",
		"faction": "Alaitoc",
		"category": "Battle Tactic",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem in the Reinforcements step of your opponent’s Movement phase, after an enemy unit has been set up on the battlefield. Select one ALAITOC RANGERS unit from your army that is either on the battlefield or in Strategic Reserves. If that RANGERS unit is in Strategic Reserves, set it up anywhere on the battlefield within 18 inches of that enemy unit and more than 9 inches away from any enemy models. At the end of the phase, that RANGERS unit can shoot as if it were your Shooting phase, but until the end of the phase, it can only target the enemy unit that was just set up on the battlefield (and only if that enemy unit is an eligible target).",
		"keywords": ["ALAITOC", "RANGERS"]
	},
	{
		"name": "WRATH OF THE SHRINES",
		"cost": "1",
		"faction": "Biel-Tan",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a BIEL-TAN ASPECT WARRIOR unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["BIEL-TAN", "ASPECT WARRIOR"]
	},
	{
		"name": "GUIDED WRAITHSIGHT",
		"cost": "1",
		"faction": "Iyanden",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase. Select one IYANDEN SPIRITSEER model from your army and one friendly IYANDEN SPIRIT HOST unit. Until the end of the phase, that SPIRIT HOST unit is considered to be within range of that SPIRITSEER model’s Spirit Mark ability.",
		"keywords": ["IYANDEN", "SPIRIT HOST", "SPIRITSEER"]
	},
	{
		"name": "WARRIORS OF THE RAGING WINDS",
		"cost": "1",
		"faction": "Saim-Hann",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem at the start of your Charge phase. Select one SAIM-HANN BIKER unit from your army. Until the end of the phase, that unit is eligible to declare a charge even if it Advanced this turn.",
		"keywords": ["SAIM-HANN", "BIKER"]
	},
	{
		"name": "CAPRICIOUS REFLECTIONS",
		"cost": "1",
		"faction": "Light",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent’s Charge phase, when a LIGHT unit from your army is selected as a target of a charge. If that unit is not within Engagement Range of any enemy units, it can make a Normal Move of up to 6 inches. Until the end of the phase, that unit cannot fire Overwatch or Set to Defend. Your opponent can then select new targets for that charge.",
		"keywords": ["LIGHT"]
	},
	{
		"name": "THE SILKEN KNIFE",
		"cost": "1",
		"faction": "Dark",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Charge phase. Select one enemy unit. Until the end of the phase, each time that enemy unit is selected as the target of a charge by a DARK unit, that enemy unit cannot fire Overwatch or Set to Defend.",
		"keywords": ["DARK"]
	},
	{
		"name": "MALICIOUS FRENZY",
		"cost": "1",
		"faction": "Twilight",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when a TWILIGHT unit from your army is selected to fight. Until those attacks are resolved, each time a model in that unit makes an attack, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["TWILIGHT"]
	},
	{
		"name": "INEVITABLE FATE",
		"cost": "1",
		"faction": "Ynnari",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem when a YNNARI unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack that targets a unit that was below Half-strength when that model’s unit was selected to shoot or fight, add 1 to that attack’s wound roll.",
		"keywords": ["YNNARI"]
	}
]
