[
	{
		"name": "DEATH TO THE FALSE EMPEROR!",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an TRAITORIS ASTARTES unit from your army is selected to fight. Until the end of the phase, each time a HERETIC ASTARTES model in that unit makes a melee attack against an ADEPTUS ASTARTES or SANCTIC ASTARTES unit, you can re-roll the hit roll.",
		"keywords": [
			"TRAITORIS ASTARTES",
			"HERETIC ASTARTES",
			"ADEPTUS ASTARTES",
			"SANCTIC ASTARTES"
		]
	},
	{
		"name": "DEAMONFORGE",
		"cost": "1/2",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a TRAITORIS ASTARTES DEAMON ENGINE unit from your army is selected to shoot or fight. Until the end of the phase, improve the Weapon Skill and Ballistic Skill characteristics of models in that unit by 1. If that unit has the TITANIC keyword, this stratagem costs 2CP, otherwise it costs 1CP.",
		"keywords": ["TRAITORIS ASTARTES", "DEAMON ENGINE", "TITANIC"]
	},
	{
		"name": "FURY OF KHORNE",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an TRAITORIS ASTARTES KHORNE unit from your army is selected to fight. Until the ned of the phase, each time a model in that unit makes a melee attack, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["TRAITORIS ASTARTES", "KHORNE"]
	},
	{
		"name": "GRANDFATHER'S BLESSINGS",
		"cost": "1/2",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Charge Fight",
		"text": "Use this Stratagem in any phase, when an TRAITORIS ASTARTES NURGLE unit from your army is selected as a target of an attack. Until the ned of the phase, each time an attack is made against that unit, an unmodified wound roll of 1-3 for that attack dails, irrespective of any abilities that the weapon or the model making the attack may have. If that unit contains 5 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["TRAITORIS ASTARTES", "NURGLE"]
	},
	{
		"name": "HATRED ETERNAL",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem at the end of your Shooting phase or at the end of your Fight phase. Select one LEGIONARIES unit from your army, if it is the Shooting phase, that unit can shoot again; if it is the Fight phase and taht unit is within Engagement Range of any enemy units, that LEGIONARIES can fight again.",
		"keywords": ["LEGIONARIES"]
	},
	{
		"name": "MURDEROUS PERFECTION",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a TRAITORIS ASTARTES SLAANESH unitfrom your army is selected to shoot or fight. Once during that phase, when resolving an attack made by a model in that unit, you can change the result of one hit roll, one wound roll, or one damage roll to be a 6 (note that if a D3 is being rolled as a part of a damage roll, that 6 is halfed to a 3).",
		"keywords": ["TRAITORIS ASTARTES", "SLAANESH"]
	},
	{
		"name": "VETERNAS OF THE LONG WAR",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a TRAITORIS ASTARTES INFANTRY or TRAITORIS ASTARTES BIKER unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack, add 1 to that attack's wound roll.",
		"keywords": ["TRAITORIS ASTARTES", "INFANTRY", "BIKER"]
	},
	{
		"name": "WRATH OF THE CHOSEN",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a TRAITORIS ASTARTES TERMINATOR or CHOSEN unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack, add 1 to that attack's hit roll.",
		"keywords": ["TRAITORIS ASTARTES", "TERMINATOR", "CHOSEN"]
	},
	{
		"name": "BLASPHEMOUS MACHINES",
		"cost": "1/2",
		"faction": "Chaos Space Marines",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one TRAITORIS ASTARTES MACHINE SPIRIT or TRAITORIS ASTARTES DEAMON ENGINE model from your army that has a Wound characteristics of 10 or more. Until the start of your next Command phase, that model is considered to have its full wounds remaining for the purposes of determining what chatacteristics on its profile to use. If that model has the TITANIC keyword, this stratagem costs 2CP, otherwise it costs 1CP.",
		"keywords": [
			"TRAITORIS ASTARTES",
			"DEAMON ENGINE",
			"MACHINE SPIRIT",
			"TITANIC"
		]
	},
	{
		"name": "FELL PRAYERS",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Any",
		"text": "Use this Stratagem what the start of any of your phases other than your Command phase. Select one TRAITORIS ASTARTES PRIEST model from your army that has not chanted a prayer this turn. That model can chant one prayer that has not already been chanted by a friendly model this turn. That prayer is automatically heard (do not roll) and takes  effect until the start of your next Command phase.",
		"keywords": ["TRAITORIS ASTARTES", "PRIEST"]
	},
	{
		"name": "FIRE FRENZY",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Epic Deed",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent's Shooting phase, after an enemy unit has finished making its attacks. Select one TRAITORIS ASTARTES HELLBRUTE model from your army that was hit by one or more of that enymy unit's attacks this phase, and which is not within Engagement Range of any enemy units. That HELLBRUTE model can shoot as if it were your Shooting phase, but when doing so, it can only target either the closest enemy unit or an enemy unit containing any models that targeted that HELLBTURE model (and only if that enemy unit is an eligible target).",
		"keywords": ["TRAITORIS ASTARTES", "HELLBRUTE"]
	},
	{
		"name": "THE GREAT SORCERER",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem at the start of your Psychic phase. Select one TRAITORIS ASTARTES TZEENTCH PSYKER unit from your army, then select one of the following rules to apply to that unit: That unit can attempt to manifest one additional psychic power this phase. That unit can attempt to perform one psychic action and attempt to manifest one psychic power this phase.",
		"keywords": ["TRAITORIS ASTARTES", "TZEENTCH", "PSYKER"]
	},
	{
		"name": "GIFT OF CHAOS",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the TRAITORIS ASTARTES keyword. Select one TRAITORIS ASTARTES CHARACTER model from your army and give them one Relic of Chaos (this must be a Relic it can have). Each Relic in your army must be unique. You can use this Stratagem to give a CHARACTER model a second Relic, provided one of its Relics replaces a weapon; otherwise, you cannot use this Stratagem to give a model two Relics. If you use this Stratagem to give a CHARACTER model a second Relic, none of that model's Relics can be a deamon weapon (pg 113). You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "TRAITORIS ASTARTES", "CHARACTER"]
	},
	{
		"name": "TROPHIES OF THE LONG WAR",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one TRAITORIS ASTARTES model (excluding CHARACTER models) in your army that has the word 'Aspiring' or 'Champion' in its profile. That model can have one of the following Relics of Chaos, even though they are not a CHARACTER model: Hyper-growth Bolts; Maelstorm's Bite; Ashen Axe; The Armor Diabolus; Viper's Spite; Icon of the Hydra Cult; Distortion; Armour of Abhorrence; Talons of the Night Terror; Claw of the Stygian Count; Spitespitter; Axe of the Forgemaster; Loyalty's Reward; Blade of the Relentless; Vlack Rune of Damnation. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["TRAITORIS ASTARTES", "CHARACTER"]
	},
	{
		"name": "ASPIRING LORD",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the TRAITORIS ASTARTES keyword. Select one TRAITORIS ASTARTES CHARACTER model from your army (excluding named characters) and determine one Warlord Trait for it (this must be a Warlord Trait it can have); that model is only regarded as your WARLORD for the purposes of that Warlord Trait. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results), and you cannot use this Stratagem to give a model two Warlord Traits. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "TRAITORIS ASTARTES", "CHARACTER"]
	},
	{
		"name": "CONTEMPT OVER CAUTION",
		"cost": "1/2",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this stratagem in Shooting phase. Select one LEGION CORE unit from your army that is not within engagement range of any enemy unit, then select one enemy unit. Until the end of the phase: Model in the LEGION unit can target enemy unit even if that unit is in Engagement Range of other friendly unit, provided those units are all LEGION units. Each time a model in that LEGION unit makes an attack against that enemy unit you cannot re-roll the hit roll and  on unmodified hit roll of 1, that attack scores a hit against one friendly LEGION unit of your choice within engagement range of that enemy unit instead (resolve any attacks against friendly units after resolving any attacks that hit that enemy unit). If all of the LEGION units within engagement range of the enemy unit you selected were CULTIST units, this stratagem costs 1CP, otherwise, it costs 2CP.",
		"keywords": ["LEGION", "CULTIST"]
	},
	{
		"name": "UNENDING DESTRUCTION",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this stratagems in your Shooting phase. Select one TRAITORIS ASTARTES INFANTRY unit from your army (excluding CULTISTS units) that is performing an action. That unit can shoot this phase without that action failing.",
		"keywords": ["TRAITORIS ASTARTES", "INFANTRY", "CULTISTS"]
	},
	{
		"name": "RELENTLESS DEVASTATION",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a TRAITORIS ASTARTES INFANTRY unit (excluding CULTISTS units) from your army makes a Normal Move or Advances. Until the end of your Shooting phase, provided that unit does not move again, it is considered to have Remained Stationary.",
		"keywords": ["TRAITORIS ASTARTES", "INFANTRY", "CULTISTS"]
	},
	{
		"name": "RITUAL OFFERINGS",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem when an enemy unit is destroyed by a TRAITORIS ASTARTES CULTIST unit from your army. Until the end of the battle: That CULTISTS unit automatically passes Morale tests. Each time a model in that CULTISTS unit makes a melee attack add 1 to that attack’s hit roll. ",
		"keywords": ["TRAITORIS ASTARTES",  "CULTISTS"]
	},
	{
		"name": "SCORN OF SORCERY",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, after a Psychic test is passed for an enemy PSYKER unit and after any Deny the Witch test is taken. If that enemy PSYKER unit and is within 24 inches of any TRATORIS ASTARTES KHORNE unit from your army, roll one D6 on 4+, that psychic power is denied.",
		"keywords": ["TRAITORIS ASTARTES", "KHORNE", "PSYKER"]
	},
	{
		"name": "SHROUD OF FLIES",
		"cost": "2/3",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your opponent’s Shooting phase. Select one TRAITORIS ASTARTES NURGLE unit from your army. Until the end of the phase, each time an enemy model shoots, if that NURGLE unit is not the closest eligible target or within 12 inches of that model, then until that shooting is resolved, that model cannot target that NURGLE unit. If that NURGLE unit has the MONSTER, VEHICLE, TERMINATOR or BIKER keyword, this Stratagem costs 3CP, otherwise, it costs 2 CP.",
		"keywords": ["TRAITORIS ASTARTES", "NURGLE", "MONSTER", "VEHICLE", "TERMINATOR", "BIKER"]
	},
	{
		"name": "TERRIFYING PHENOMENA",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Morale",
		"text": "Use this Stratagem at the start of the Morale phase. Select one enemy unit within 12 inches of a TRAITORIS ASTARTES CHAOS UNDIVIDED unit from your army. Until the end of the phase: Your opponent cannot select that unit for the Insane Bravery Stratagem, and cannot use any rule that would allow them to re-roll a Morale test for that unit. If that unit fails a Morale test, any action it is performing immediately fails.",
		"keywords": ["TRAITORIS ASTARTES", "CHAOS UNDIVIDED"]
	},
	{
		"name": "TIDE OF TRAITORS",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one CULTISTS MOB unit from your army that is either within 6 inches of a battlefield edge or within 6 inches of your deployment zone. Up to D3+3 destroyed models can be added back to that unit. These returned models cannot be set up within Engagement Range of any enemy unit, unless those enemy units are already within Engagement Range of that CULTISTS MOB unit.",
		"keywords": ["CULTISTS MOB"]
	},

	{
		"name": "EXCESSIVE CRUELTY",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this stratagem when an enemy unit within Engagement Range of a TRAITORIS ASTARTES SLAANESH unit from your army Fell Back. After that enemy unit has finished that move, select one TRAITORIS ASTARTES SLAANESH unit from your army that that enemy unit was within Engagement Range of when this Stratagem was used. That SLAANESH unit can either consolidate up to 3 inches, or, if it is no longer within Engagement Range of any enemy units, shoot as if it were your Shooting phase. If the selected SLAANESH unit shoots, it can only target the enemy unit that Fell Back (and only if it is an eligible target).",
		"keywords": ["TRAITORIS ASTARTES", "SLAANESH"]
	},
	{
		"name": "VICIOUS DESCENT",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase, when a TRAITORIS ASTARTES JUMP PACK unit from your army finishes a charge move. Select one enemy unit within Engagement range of taht JUMP PACK unit, then roll one D6 for each model in that JUMP PACK unit that is within Engagement Range of that enemy unit. For each result that equals or exceeds that enemy unit's Toughness characteristic, that enemy unit suffers 1 mortal wound.",
		"keywords": ["TRAITORIS ASTARTES", "JUMP PACK"]
	},
	{
		"name": "WARP-BORN FORESIGHT",
		"cost": "2",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of the Reinforcement step of your opponent's Movement phase. Select one TRAITORIS ASTARTES TZEENTCH unit from your army that is not within Engagement Range of any enemy units, then select one enemy unit that is within 12 inches of that unit and was set up as Reinforcements this turn. That TZEENTCH unit can shoot as if it were your Shooting phase, but if it does so, models in that unit can only target that enemy unit (and only if that enemy unit is an eligible target).",
		"keywords": ["TRAITORIS ASTARTES", "TZEENTCH"]
	},
	{
		"name": "WINDS OF THE WARP",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent's Shooting phase, when a TRAITORIS ASTARTES BIKER or TRAITORIS ASTARTES JUMP PACK unit from your army that Advanced in your previous Movement phase, or that was set up on the battlefield during the Reinforcements step of your previous Movement phase, is selected as the target of a ranged attack. Until the end of the phase, each time an Attack is made against that unit, subtract 1 from that attack's hit roll.",
		"keywords": ["TRAITORIS ASTARTES", "JUMP PACK", "BIKER"]
	},
	{
		"name": "DAEMON SHELLS",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Wargear Stratagem",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a TRAITORIS ASTARTES unit from your army is selected to shoot. Until the end of the phase: Add 6 inches to the Range characteristics of all bolt weapons (pg 176) models in that unit are eqipped with. Each time a model in that unit makes a ranged attack with a bolt weapon, improve the Armor Penetration characteristics of that attack by 1.",
		"keywords": ["TRAITORIS ASTARTES"]
	},
	{
		"name": "INFERNAL ENGINE",
		"cost": "1/2",
		"faction": "Chaos Space Marines",
		"category": "Wargear Stratagem",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your opponent's Shooting phase or the Fight phase, when a TRAITORIS ASTARTES DEAMON ENGINE model from your army is selected as the target of an attack. Until the end of the phase, each time an attack is allocated to taht model, subtract 1 from the Damage characteristics of that attack (to a minimum of 1). If that model has the TITANIC keyword, this Stratagem costs 2CP; otherwise, it costs 1CP.",
		"keywords": ["TRAITORIS ASTARTES", "DEAMON ENGINE", "TITANIC"]
	},
	{
		"name": "SKYSHRIKE MISSILE",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Wargear Stratagem",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a TRAITORIS ASTARTES INFANTRY model from your army targets an AIRCRAFT unit with a missle launcher. That model can only make one attack ,add 1 to that attack's hit roll. If a hit is scored, the target suffers 2D3 mortal wounds and the attack sequence ends.",
		"keywords": ["TRAITORIS ASTARTES", "INFANTRY", "AIRCRAFT"]
	},
	{
		"name": "SMOKESCREEN",
		"cost": "1",
		"faction": "Chaos Space Marines",
		"category": "Wargear Stratagem",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent's Shooting phase, when an TRAITORIS ASTARTES SMOKESCREEN unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, subtract 1 from that attack's hit roll.",
		"keywords": ["TRAITORIS ASTARTES", "SMOKESCREEN"]
	}
]
