[
	{
		"name": "THE WRATHFUL DEAD",
		"cost": "1",
		"faction": "HARBINGERS",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a HARBINGERS POXWALKERS unit is selected to fight. Until the end of the phase, each time a model in that unit makes an attack, you can re-roll the hit roll.",
		"keywords": ["HARBINGERS", "POXWALKERS"]
	},
	{
		"name": "FERRIC MIASMA",
		"cost": "1",
		"faction": "THE INEXORABLE",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent’s Charge phase, when an INEXORABLE unit from your army is selected as a target of a charge. Until the end of the phase, subtract 2 from charge rolls made for any unit that declares a charge against that INEXORABLE unit (to a minimum of 1).",
		"keywords": ["INEXORABLE"]
	},
	{
		"name": "RELAPTIC ASSAULT",
		"cost": "1",
		"faction": "MORTARION’S ANVIL",
		"category": "Strategic Ploy",
		"whose": "Enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent’s Charge phase, when an enemy unit finishes a charge move. Select any number of MORTARION’S ANVIL units from your army within 3'' of that enemy unit. Until the end of the phase, the selected units are eligible to perform Heroic Interventions as if they were CHARACTERS.",
		"keywords": ["MORTARION’S ANVIL", "CHARACTER"]
	},
	{
		"name": "SEVENFOLD BLESSINGS",
		"cost": "1",
		"faction": "THE WRETCHED",
		"category": "Wretched",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. Select one WRETCHED PSYKER model from your army. That model knows one additional psychic power from their chosen discipline. Once per Psychic phase, you can re-roll one Psychic test taken for that model. You can only use this Stratagem once.",
		"keywords": [" WRETCHED", "PSYKER"]
	},
	{
		"name": "BILIOUS BLOOD-RUSH",
		"cost": "1",
		"faction": "THE POXMONGERS",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a POXMONGERS DAEMON ENGINE unit from your army is selected to shoot. Until the end of the phase: Models in that unit can make attacks with Blast weapons against units within Engagement Range of their unit. Each time a ranged attack is made by a model in that unit against an enemy unit that is within Engagement Range of their unit, add 1 to that attack’s hit roll.",
		"keywords": ["POXMONGERS", "DAEMON ENGINE"]
	},
	{
		"name": "ON DRONING WINGS",
		"cost": "1",
		"faction": "THE FERRYMEN",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one FERRYMEN FOETID VIRION model from your army, then select one of that model’s aura abilities. Until the start of your next Command phase, add 6'' to the range of that model’s selected aura ability (to a maximum of 12'').",
		"keywords": ["FERRYMEN", "FOETID VIRION"]
	},
	{
		"name": "PLAGUE BREWERS",
		"cost": "1",
		"faction": "MORTARION’S CHOSEN SONS",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a MORTARION’S CHOSEN SONS unit from your army is selected to shoot. Until the end of the phase, plague belchers, plaguespurt gauntlets and plague spewers models in that unit are equipped with have a Damage characteristic of 2.",
		"keywords": ["MORTARION’S CHOSEN SONS"]
	}
]
