[
	{
		"name": "AGENTS OF VECT",
		"cost": "0",
		"faction": "Kabal of the Black Heart",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem after your opponent uses a Stratagem (excluding Command Re-roll). Until the end of the battle, the CP cost your opponent must pay to use that Stratagem again is increased by 1. This Stratagem can only be used once.",
		"keywords": ["Kabal of the Black Heart"]
	},
	{
		"name": "MASTERS OF THE SHADOWED SKY",
		"cost": "1",
		"faction": "Kabal of the Flayed Skull",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem when you select a KABAL OF THE FLAYED SKULL unit from your army to shoot with. Until the end of the phase, each time that unit makes an attack that targets a unit that can FLY, add 1 to that attack’s hit roll. If the target is an AIRCRAFT unit, add 2 to that attack’s hit roll instead.",
		"keywords": ["KABAL OF THE FLAYED SKULL", "FLY", "AIRCRAFT"]
	},
	{
		"name": "FAILURE IS NOT AN OPTION",
		"cost": "1",
		"faction": "Kabal of the Obsidian Rose",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Morale",
		"text": "Use this Stratagem after taking Combat Attrition tests for a KABAL OF THE OBSIDIAN ROSE unit from your army, but before any models flee. You can shoot with each model that would flee. If the unit is within Engagement Range of any enemy units, each model that would flee can instead make one melee attack. If any enemy models are destroyed by these attacks, no models flee from this unit. Treat the Morale test as having been passed.",
		"keywords": ["KABAL OF THE OBSIDIAN ROSE"]
	},
	{
		"name": "INSIDIOUS MISDIRECTION",
		"cost": "2",
		"faction": "Kabal of the Poisoned Tongue",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem at the start of the first battle round. Select up to three KABAL OF THE POISONED TONGUE units from your army and redeploy them. If the mission uses the Strategic Reserves rules, any of those units can be placed into Strategic Reserves without having to spend any additional CPs, regardless of how many units are already in Strategic Reserves. If both players have abilities that redeploy units, roll off; the winner chooses who redeploys their units first.",
		"keywords": ["KABAL OF THE POISONED TONGUE"]
	},
	{
		"name": "NO METHOD OF DEATH BEYOND OUR GRASP",
		"cost": "2",
		"faction": "Cult of Strife",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem at the end of your Shooting phase or the Fight phase. Select one CULT OF STRIFE WYCHES unit from your army. If it is the Shooting phase, that unit can shoot again. If it is the Fight phase, and that unit is within Engagement Range of any enemy units, that unit can fight again. You can only use this Stratagem once per battle round.",
		"keywords": ["CULT OF STRIFE", "WYCHES"]
	},
	{
		"name": "VENOMOUS SHARDBOMBS",
		"cost": "2",
		"faction": "Cult of the Cursed Blade",
		"category": "Wargear",
		"whose": "enemy",
		"phase": "Charge",
		"text": "Use this Stratagem after the enemy has declared a charge against a CULT OF THE CURSED BLADE WYCHES unit from your army. That unit can fire Overwatch before the charge roll is made. When it does so, up to five models in that unit that are equipped with plasma grenades can make attacks with them, and until the end of the phase, plasma grenades this unit is equipped with gain the Poisoned Weapon (2+) ability.",
		"keywords": ["CULT OF THE CURSED BLADE", "WYCHES"]
	},
	{
		"name": "ATHLETIC AERIALISTS",
		"cost": "1",
		"faction": "Cult of the Red Grief",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem after a CULT OF THE RED GRIEF INFANTRY unit has resolved its close combat attacks, but before it makes a consolidation move. Instead of consolidating as normal, if every model from this unit is within 6 inches of a friendly CULT OF THE RED GRIEF TRANSPORT unit, they can embark in that TRANSPORT as if it were the Movement phase even if this unit has disembarked this turn, provided it has enough transport capacity remaining to embark the whole unit.",
		"keywords": ["CULT OF THE RED GRIEF", "TRANSPORT"]
	},
	{
		"name": "A MOST INVENTIVE DEMISE",
		"cost": "1",
		"faction": "Coven of Twelve",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem after a COVEN OF TWELVE HAEMONCULUS unit from your army consolidates. Select one enemy CHARACTER model (excluding VEHICLE or MONSTER models) that is within Engagement Range of this HAEMONCULUS unit and roll one D6. On a 2-5 that model suffers D3 mortal wounds. On a 6 that model suffers D3+3 mortal wounds.",
		"keywords": [
			"COVEN OF TWELVE",
			"HAEMONCULUS",
			"CHARACTER",
			"VEHICLE",
			"MONSTER"
		]
	},
	{
		"name": "AN ESOTERIC KILL, DELIVERED FROM AFAR",
		"cost": "2",
		"faction": "The Dark Creed",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Charge",
		"text": "Use this Stratagem when you select a DARK CREED CORE or DARK CREED CHARACTER unit from your army to shoot with. Until the end of the phase, each time you select a target for an attack made by this unit, you can ignore the Look Out, Sir rule.",
		"keywords": ["DARK CREED", "CORE", "CHARACTER"]
	},
	{
		"name": "SINS WRIT LARGE",
		"cost": "1/2",
		"faction": "Prophets of Flesh",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one PROPHETS OF FLESH INFANTRY unit from your army that is within 6 inches of a friendly PROPHETS OF FLESH HAEMONCULUS unit. Until the end of the phase, each time an attack is made by this PROPHETS OF FLESH INFANTRY unit you can re-roll the hit roll. If the selected unit is a GROTESQUES unit, this Stratagem costs 2CP; otherwise, it costs 1CP.",
		"keywords": ["PROPHETS OF FLESH", "INFANTRY", "GROTESQUES"]
	}
]
