[
	{
		"name": "BORE THROUGH",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a GENESTEALER CULTS unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack with an industrial weapon against an enemy MONSTER or VEHICLE unit, you can re-roll the wound roll.",
		"keywords": ["GENESTEALER CULTS", "MONSTER", "VEHICLE"]
	},
	{
		"name": "RAPID ADVANCE",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a GENESTEALER CULTS GENESTEALER, GENESTEALER CULTS BIKER or GENESTEALER CULTS VEHICLE unit from your army Advances. Do not make an Advance roll. Instead, until the end of the phase, add 6\u0022 to the Move characteristic of models in that unit.",
		"keywords": ["GENESTEALER CULTS", "GENESTEALER", "BIKER", "VEHICLE"]
	},
	{
		"name": "ONE WITH THE SHADOWS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponents Shooting phase, when a GENESTEALER CULTS INFANTRY unit from your army is selected as the target of an attack. Until the end of the phase, each time a ranged attack is allocated to a model in that unit while it is receiving the benefits of cover, add an additional 1 to any armour saving throw made against that attack.",
		"keywords": ["GENESTEALER CULTS", "INFANTRY"]
	},
	{
		"name": "DIG THEM OUT",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a GENESTEALER CULTS unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack with an industrial weapon that targets a unit within 12\u0022 of it, the target is treated as being Exposed for that attack.",
		"keywords": ["GENESTEALER CULTS"]
	},
	{
		"name": "OVERLOAD FUEL CELLS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase, when a GENESTEALER CULTS unit from your army is selected to shoot, or in the Fight phase, when a GENESTEALER CULTS unit from your army is selected to fight. Until the end of the phase, each time an industrial weapon is selected for a model in that unit to attack with, that model can overload it. If it does so, then until that shooting or fight is resolved, each time that model makes an attack with that weapon:If it is a ranged weapon, add 1 to the Damage characteristic of that attack.If it is a melee weapon, add 1 to the Strength characteristic of that attack. If any unmodified hit rolls of 1 are made for attacks with that weapon, after the attacking models unit has finished making its attacks, it suffers 1 mortal wound.",
		"keywords": ["GENESTEALER CULTS"]
	},
	{
		"name": "MONSTROUS VIGOUR",
		"cost": "1/2",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an ABERRANT or ABOMINANT unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, an unmodified wound roll of 1-3 for that attack fails, irrespective of any abilities that the weapon or the model making the attack may have. If that unit contains 5 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["ABERRANT", "ABOMINANT"]
	},
	{
		"name": "RAKING FIRE",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when an ATALAN or ACHILLES RIDGERUNNERS unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack, if the target has a crossfire marker and was Exposed when it was selected as the target, you can re-roll the hit roll. Note that the target must be Exposed (see Crossfire rule), rather than by any other means (e.g. the Priority Target ability).",
		"keywords": ["ATALAN", "ACHILLES RIDGERUNNERS"]
	},
	{
		"name": "MASSED FIREARMS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a GENESTEALER CULTS CROSSFIRE unit from your army that contains 6 or more models is selected to shoot. Until the end of the phase, each time a model in that unit makes a ranged attack, if all the models in that unit target one enemy unit that has a crossfire marker, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["GENESTEALER CULTS", "CROSSFIRE"]
	},
	{
		"name": "DEVOTED CREW",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one GENESTEALER CULTS VEHICLE model from your army. Until the start of your next Command phase, that model is considered to have its full wounds remaining for the purposes of determining what characteristics on its profile to use.",
		"keywords": ["GENESTEALER CULTS", "VEHICLE"]
	},
	{
		"name": "HYPER-METABOLISM",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one GENESTEALER CULTS CHARACTER model from your army. That model regains up to D3 lost wounds.",
		"keywords": ["GENESTEALER CULTS", "CHARACTER"]
	},
	{
		"name": "RIGGED TO BLOW",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a GENESTEALER CULTS VEHICLE model from your army equipped with a cache of demolition charges is destroyed. Do not roll to see if that model explodes: it does so automatically.",
		"keywords": ["GENESTEALER CULTS", "VEHICLE"]
	},
	{
		"name": "DATA PARASITE",
		"cost": "1/2",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase. Select one enemy VEHICLE model within 18\u0022 of and visible to a CLAMAVUS model from your army. If that enemy VEHICLE model’s characteristics can change as it suffers damage, roll one D6: on a 3\u002B, until the start of your next Command phase, that enemy VEHICLE model is considered to have half the number of wounds remaining for the purposes of determining what those characteristics are. If that enemy VEHICLE model has the TITANIC keyword, this Stratagem costs 2CP; otherwise, it costs 1CP.",
		"keywords": ["VEHICLE", "CLAMAVUS", "TITANIC"]
	},
	{
		"name": "LEGENDARY DEMISE",
		"cost": "2",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a KELERMORPH model from your army is destroyed by an enemy model. Do not remove that KELERMORPH model from play; it can, after the attacking model’s unit has finished making its attacks, shoot as if it were your Shooting phase. After resolving these attacks, the destroyed KELERMORPH model is then removed.",
		"keywords": ["KELERMORPH"]
	},
	{
		"name": "GESTALT CONSCIOUSNESS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem in your Psychic phase, when a \u0026CULT\u0026 PSYKER model from your army manifests a Blessing psychic power that instructs you to select a friendly unit. When selecting a unit to be affected by that psychic power, you can select one friendly \u0026CULT\u0026 unit anywhere on the battlefield (that unit does not have to be visible to or within any specified range of that PSYKER model).",
		"keywords": ["PSYKER"]
	},
	{
		"name": "RECKLESS DEMOLITIONS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a GENESTEALER CULTS unit from your army is selected to fight. Select one model in that unit, then select one Grenade weapon that model is equipped with (excluding weapons that can only be shot with once per battle which that model has already shot with). Until the end of the phase:That model can only attack with that Grenade weapon (even though it is not a melee weapon and even if it has the Blast special rule), and can do so even if it is within Engagement Range of an enemy unit. When it does so, it makes a number of attacks equal to that weapons Type characteristic.Each time that model makes an attack with that weapon, an unmodified hit roll of 2\u002B is always successful. On an unmodified hit roll of 1, after that model’s unit has finished making all of its attacks, one model in that unit is destroyed.After using this Stratagem, if you selected a weapon that can only be shot with once per battle for this Stratagem, that model is considered to have shot with that weapon.",
		"keywords": ["GENESTEALER CULTS"]
	},
	{
		"name": "LEADERS OF THE CULT",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD is a \u0026CULT\u0026 PATRIARCH. Select up to two other \u0026CULT\u0026 models with the HQ Battlefield Role from your army and determine one Warlord Trait for each of them (these must be Warlord Traits they could have); those models are only regarded as your WARLORD for the purposes of those Warlord Traits. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["WARLORD", "PATRIARCH", "HQ", "WARLORD"]
	},
	{
		"name": "GENE-SIRE’S GIFTS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the GENESTEALER CULTS keyword. Select one GENESTEALER CULTS CHARACTER model from your army and give them one Sacred Relic of the Cult (this must be a Relic they could have). Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times).",
		"keywords": ["WARLORD", "GENESTEALER CULTS", "CHARACTER"]
	},
	{
		"name": "PACK HUNTERS",
		"cost": "2",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one enemy unit within 6\u0022 of and visible to a \u0026CULT\u0026 ATALAN JACKALS unit from your army. Until the end of the phase, each time a model in another friendly \u0026CULT\u0026 unit makes a ranged attack against that enemy unit, treat that enemy unit as being Exposed for that attack.",
		"keywords": ["ATALAN JACKALS"]
	},
	{
		"name": "GENETIC LINEAGE",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase. Select one ACOLYTE HYBRIDS or HYBRID METAMORPHS unit from your army. Until the end of the turn, that unit is eligible to charge in a turn in which it Advanced.",
		"keywords": ["ACOLYTE HYBRIDS", "HYBRID METAMORPHS"]
	},
	{
		"name": "METICULOUS UPRISING",
		"cost": "2",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Any",
		"text": "Use this Stratagem when you would reveal your ambush markers. If you are playing a Combat Patrol or Incursion battle, you can remove one of your ambush markers. If you are playing a Strike Force or Onslaught battle, you can remove up to two of your ambush markers. For each ambush marker removed, set them up again anywhere on the battlefield that is wholly within your deployment zone and more than 9\u0022 away from any enemy models. Once you have done so, reveal all of your ambush markers as normal.",
		"keywords": []
	},
	{
		"name": "CLANDESTINE GOALS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after selecting secondary objectives or Agendas. Choose one of your selections; do not reveal that selection to your opponent. The first time you score victory points or experience points for that selection, reveal it to your opponent. Note that you must still make a record of your selection; we recommend writing it down and concealing it until revealed. You can only use this Stratagem once.",
		"keywords": []
	},
	{
		"name": "BOOBY TRAP",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "End of Turn",
		"text": "Use this Stratagem at the end of your turn. Select one objective marker you control that has a REDUCTUS SABOTEUR or GENESTEALER CULTS CORE unit from your army within range of it. The next time an enemy unit (excluding AIRCRAFT units) ends any kind of move within range of that objective marker, roll one D6: on a 2-4, that enemy unit suffers D3 mortal wounds; on a 5\u002B, that enemy unit suffers 3 mortal wounds. You can only select each objective marker for this Stratagem once.",
		"keywords": ["REDUCTUS SABOTEUR", "GENESTEALER CULTS", "CORE", "AIRCRAFT"]
	},
	{
		"name": "LURK IN THE SHADOWS",
		"cost": "2",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your opponent’s Shooting phase. Select one GENESTEALER CULTS INFANTRY unit from your army. Until the end of the phase, each time an enemy model shoots, if that unit is not the closest eligible target or within 12\u0022 of that enemy model, then until that shooting is resolved, that enemy model cannot target that unit. In addition, until the end of the phase, if the selected unit has the Bodyguard ability (see Locus datasheet), it loses that ability.",
		"keywords": ["GENESTEALER CULTS", "INFANTRY"]
	},
	{
		"name": "RETURN TO THE SHADOWS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a GENESTEALER CULTS INFANTRY unit from your army is selected to move, or in your Fight phase, after a GENESTEALER CULTS INFANTRY unit from your army has resolved all of its attacks but before it makes a consolidation move. If that unit is more than 6\u0022 away from any enemy units, remove it from the battlefield. In the Reinforcements step of your next Movement phase, set that unit back up on the battlefield anywhere that is more than 9\u0022 away from any enemy models. If the battle ends and that unit is not on the battlefield, it is destroyed.",
		"keywords": ["GENESTEALER CULTS", "INFANTRY"]
	},
	{
		"name": "COVERING FIRE",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase. Select one enemy unit that has a crossfire marker. Until the end of the turn, that unit cannot fire Overwatch, Set to Defend or perform Heroic Interventions.",
		"keywords": []
	},
	{
		"name": "TUNNEL CRAWLERS",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase. Select one Area Terrain feature. Until the end of the turn, each time a GENESTEALER CULTS INFANTRY unit from your army declares a charge against an enemy unit within that Area Terrain feature:Enemy units within that Area Terrain feature cannot fire Overwatch or Set to Defend.That GENESTEALER CULTS INFANTRY unit ignores the effects of the Difficult Ground trait from that Area Terrain feature.",
		"keywords": ["GENESTEALER CULTS", "INFANTRY"]
	},
	{
		"name": "FANATICAL DEVOTION",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Charge",
		"text": "Use this Stratagem in the Heroic Interventions step of your opponent’s Charge phase. Select one enemy unit that is within Engagement Range of a \u0026CULT\u0026 PATRIARCH, \u0026CULT\u0026 PRIMUS or \u0026CULT\u0026 MAGUS unit from your army. One friendly \u0026CULT\u0026 CORE unit that is within 6\u0022 of that enemy unit and not within Engagement Range of any enemy units can perform a Heroic Intervention. When performing that Heroic Intervention, each model in that friendly \u0026CULT\u0026 Core unit can move up to 6\u0022 instead of up to 3\u0022 and does not have to finish that move closer to the closest enemy model; instead, at least one model from that unit must end that move within Engagement Range of the selected enemy unit, and no models from that unit can end that move within Engagement Range of any other enemy units (otherwise it does not move).",
		"keywords": ["PATRIARCH", "PRIMUS", "MAGUS", "CORE"]
	},
	{
		"name": "ROAMING ENGAGEMENT",
		"cost": "2",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase after making attacks with an ATALAN or ACHILLES RIDGERUNNERS unit from your army. That unit can make a Normal Move of up to 7\u0022 as if it were your Movement phase. Until the end of the turn, that unit is not eligible to declare a charge with.",
		"keywords": ["ATALAN", "ACHILLES RIDGERUNNERS"]
	},
	{
		"name": "COORDINATED ASSAULT",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one enemy unit that has a crossfire marker and is within Engagement Range of any GENESTEALER CULTS units from your army. Until the end of the phase, that enemy unit is not eligible to fight until after all eligible units from your army have done so.",
		"keywords": ["GENESTEALER CULTS"]
	},
	{
		"name": "NEURAL OVERLOAD",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Wargear",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, after making an attack with a SANCTUS model from your army. If an enemy model lost any wounds as a result of that attack but was not destroyed, roll 3D6. If the result is greater than that enemy model’s Leadership characteristic:Until the start of your next Shooting phase, that enemy model’s unit loses any aura abilities it has.If that enemy model is a PSYKER, its unit suffers Perils of the Warp.Each enemy unit can only be affected by this Stratagem once.",
		"keywords": ["SANCTUS", "PSYKER"]
	},
	{
		"name": "SUMMON FAMILIAR",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one GENESTEALER CULTS model from your army that is equipped with a psychic familiar or alchemicus familiar and has already used that familiar’s ability. That model can use that familiar’s ability one additional time during the battle. Each GENESTEALER CULTS model from your army can only be selected for this Stratagem once.",
		"keywords": ["GENESTEALER CULTS"]
	},
	{
		"name": "PRIMED EXPLOSIVE",
		"cost": "1",
		"faction": "Genestealer Cults",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a GENESTEALER CULTS model from your army shoots with a Grenade weapon or a cache of demolition charges. Until the end of the phase, do not roll to determine the number of attacks made with that weapon; instead, the maximum number of attacks are made with that weapon (e.g. 6 attacks are made with an Assault D6 weapon).",
		"keywords": ["GENESTEALER CULTS"]
	}
]
