[
	{
		"Name": "A PLAN GENERATIONS IN THE MAKING",
		"Cost": "0",
		"Faction": "Cult of the Four-armed Emperor",
		"Category": "Strategic Ploy",
		"Whose": "both",
		"Phase": "Any",
		"Text": "Use this Stratagem after your opponent uses a Stratagem (excluding Command Re-roll). Until the end of the battle, the CP cost your opponent must pay to use that Stratagem again is increased by 1. You can only use this Stratagem once.",
		"Keywords": ["Cult of the Four-armed Emperor"]
	},
	{
		"Name": "FIRE DISCIPLINE",
		"Cost": "1",
		"Faction": "The Hivecult",
		"Category": "Strategic Ploy",
		"Whose": "mine",
		"Phase": "Shooting",
		"Text": "Use this Stratagem in your Shooting phase, when a HIVECULT CORE CROSSFIRE unit from your army is selected to shoot. Select one enemy unit without a crossfire marker; that enemy unit gains a crossfire marker before any attacks are resolved against it. Until the end of the phase, models in that CROSSFIRE unit can only target that enemy unit.",
		"Keywords": ["HIVECULT", "CORE", "CROSSFIRE"]
	},
	{
		"Name": "XENOFORM BIONICS",
		"Cost": "1/2",
		"Faction": "Bladed Cog",
		"Category": "Requisition",
		"Whose": "mine",
		"Phase": "Before the Battle",
		"Text": "Use this Stratagem before the battle, when you are mustering your army. Select one BLADED COG INFANTRY or BLADED COG BIKER unit from your army. Models in that unit have a 5+ invulnerable save. If that unit has a Power Rating of 6 or less, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"Keywords": ["BLADED COG", "INFANTRY", "BIKER"]
	},
	{
		"Name": "DRIVE-BY DEMOLITIONS",
		"Cost": "1",
		"Faction": "Rusted Claw",
		"Category": "Battle Tactic",
		"Whose": "mine",
		"Phase": "Movement",
		"Text": "Use this Stratagem in your Movement phase, after a RUSTED CLAW ATALAN unit from your army makes a Normal Move, Advances or Falls Back. One model in that unit can shoot with a Grenade weapon it is equipped with as if it were your Shooting phase. If it does so: When selecting a target for that attack, enemy units that RUSTED CLAW ATALAN unit moved within 6 inches of in this phase are eligible targets (even if they are not visible to or in range of the model that has been selected to shoot). Until the end of the phase, do not roll to determine the number of attacks made with that weapon; instead, the maximum number of attacks are made with that weapon (e.g. 6 attacks are made with a Grenade D6 weapon).",
		"Keywords": ["RUSTED CLAW", "ATALAN"]
	},
	{
		"Name": "VENGEANCE FOR THE MARTYRED",
		"Cost": "2",
		"Faction": "Pauper Princes",
		"Category": "Battle Tactic",
		"Whose": "both",
		"Phase": "Any",
		"Text": "Use this Stratagem when a PAUPER PRINCES CHARACTER model from your army is destroyed by an enemy unit. Until the end of the battle, each time a friendly PAUPER PRINCES model makes a melee attack that targets that enemy unit, add 1 to that attack’s wound roll.",
		"Keywords": ["PAUPER PRINCES", "CHARACTER"]
	},
	{
		"Name": "MONSTROUS BIO-HORRORS",
		"Cost": "1",
		"Faction": "Twisted Helix",
		"Category": "Strategic Ploy",
		"Whose": "both",
		"Phase": "Fight",
		"Text": "Use this Stratagem in the Fight phase, when a TWISTED HELIX ABERRANT or TWISTED HELIX ABOMINANT unit from your army is selected to fight. Until the end of the turn: Each enemy model destroyed by an attack made by a model in that unit counts as two for the purposes of Morale tests. Each time a model in that unit fights, it can frenzy. If it does so, until that fight is resolved, add 1 to that model’s Attacks characteristic and change the Damage characteristic of melee weapons it is equipped with to 1.",
		"Keywords": ["TWISTED HELIX", "ABERRANT", "ABOMINANT"]
	}
]
