[
	{
		"name": "MARKED FOR DEATH",
		"cost": "2",
		"faction": "Swordbearers",
		"category": "Battle Tactic",
		"whose": "Mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your Shooting phase. Select one enemy unit within 12 inches of and visible to a SWORDBEARERS PSYKER unit from your army. Until the end of the phase, each time a friendly SWORDBEARERS unit makes a ranged attack against that enemy unit, add 1 to that attack’s hit roll.",
		"keywords": ["SWORDBEARERS", "PSYKER"]
	},
	{
		"name": "RADIANT STRIKE",
		"cost": "1",
		"faction": "Blades of Victory",
		"category": "Strategic Ploy",
		"whose": "Mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase, when a BLADES OF VICTORY CORE INFANTRY unit from your army finishes a charge move. Select one enemy unit within Engagement Range of that BLADES OF VICTORY unit and roll one D6 for each model in that BLADES OF VICTORY unit that is within Engagement Range of that enemy unit. For each dice result that equals or exceeds that enemy unit’s Toughness characteristic, it suffers 1 mortal wound.",
		"keywords": ["BLADES OF VICTORY", "CORE"]
	},
	{
		"name": "MASTERS OF THE WORD",
		"cost": "1",
		"faction": "Wardmakers",
		"category": "Epic Deed",
		"whose": "Mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one WARDMAKERS CHARACTER unit from your army. Select one psychic power from the Dominus discipline that model does not know to replace one of the psychic powers that it does.",
		"keywords": ["WARDMAKERS", "CHARACTER"]
	},
	{
		"name": "FORESIGHT",
		"cost": "1",
		"faction": "Prescient Brethren",
		"category": "Battle Tactic",
		"whose": "Both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase, when a PRESCIENT BRETHREN PSYKER unit from your army is selected to shoot, or in the Fight phase, when a PRESCIENT BRETHREN PSYKER unit from your army fights. Until the end of the phase, each time a model in that unit makes an attack, re-roll a hit roll of 1 and re-roll a wound roll of 1.",
		"keywords": ["PRESCIENT BRETHREN", "PSYKER"]
	},
	{
		"name": "CHARGE OF THE ANCIENTS",
		"cost": "1",
		"faction": "Preservers",
		"category": "Requisition",
		"whose": "Mine",
		"phase": "Before the battle",
		"text": "Use this Stratagem before the battle, when you muster your army. Select one PRESERVERS DREADNOUGHT model from your army. That model has a Move characteristic of 8 inches. You can re-roll charge rolls made for that model. Each time that model fights, if it made a charge move this turn, then until that fight is resolved, add 1 to the Damage characteristic of melee weapons that model is equipped with. You can only use this Stratagem once, unless you are playing an Onslaught battle (in which case, you can use this Stratagem twice, on two different Preservers Dreadnought models from your army).",
		"keywords": ["PRESERVERS", "DREADNOUGHT"]
	},
	{
		"name": "DEADLY EFFICACY",
		"cost": "1",
		"faction": "Rapiers",
		"category": "Battle Tactic",
		"whose": "Both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase when a RAPIERS unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a melee attack, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["RAPIERS"]
	},
	{
		"name": "SANCTIC GUARDIANS",
		"cost": "1",
		"faction": "Exactors",
		"category": "Strategic Ploy",
		"whose": "Enemy",
		"phase": "Charge",
		"text": "Use this Stratagem in the Heroic Interventions step of your opponent’s Charge phase. Select one EXACTORS unit from your army that is not within Engagement Range of any enemy units. Until the end of the phase, that unit can perform a Heroic Intervention as if it were a CHARACTER.",
		"keywords": ["EXACTORS", "CHARACTER"]
	},
	{
		"name": "ADAPTIVE EXCORIATION",
		"cost": "1",
		"faction": "Silver Blades",
		"category": "Strategic Ploy",
		"whose": "Mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a SILVER BLADES CORE unit from your army Falls Back. That unit is still eligible to shoot this turn even though it Fell Back.",
		"keywords": ["SILVER BLADES", "CORE"]
	}
]
