[
	{
		"name": "DIMENSIONAL CORRIDOR",
		"cost": "1",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase. Select one \u0026lt;DYNASTY\u0026gt; CORE INFANTRY unit from your army that is on the battlefield. Remove that unit from the battlefield. In the Reinforcements step of this phase, set that unit back up on the battlefield anywhere that is wholly within 3\u0022 of a friendly \u0026lt;DYNASTY\u0026gt; MONOLITH model and more than 9\u0022 away from any enemy models.",
		"keywords": ["CORE", "INFANTRY", "MONOLITH"]
	},
	{
		"name": "TECHNO-ORACULAR TARGETING",
		"cost": "1",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, before making the wound roll for an attack made by a NECRONS model from your army. Do not make a wound roll for that attack: it automatically wounds the target.",
		"keywords": ["NECRONS"]
	},
	{
		"name": "EXTERMINATION PROTOCOLS",
		"cost": "2",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a LOKHUST DESTROYERS or LOKHUST HEAVY DESTROYERS unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack, you can re-roll the wound roll.",
		"keywords": ["LOKHUST DESTROYERS", "LOKHUST HEAVY DESTROYERS"]
	},
	{
		"name": "STORM OF FLENSING BLADES",
		"cost": "2",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the end of the Fight phase. Select one FLAYED ONES unit from your army within Engagement Range of any enemy units; that unit can fight again.",
		"keywords": ["FLAYED ONES"]
	},
	{
		"name": "FRACTAL TARGETING",
		"cost": "1",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one TOMB BLADES unit from your army. Until the end of the phase:All Rapid Fire weapons that models in that unit are equipped with are treated as being Assault 2 weapons.Models in that unit do not suffer the penalty to hit rolls incurred for firing Assault weapons in the same turn that their unit has Advanced.",
		"keywords": ["TOMB BLADES"]
	},
	{
		"name": "JUDGEMENT OF THE TRIARCH",
		"cost": "1",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a TRIARCH unit is selected to shoot, or in the Fight phase, when a TRIARCH unit is selected to fight. Until the end of the phase, each time a model in that unit makes an attack, add 1 to that attack\u0027s hit roll.",
		"keywords": ["TRIARCH"]
	},
	{
		"name": "ETERNAL PROTECTORS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase. Select a \u0026lt;DYNASTY\u0026gt; LYCHGUARD unit from your army. Until the end of the phase, while that unit is within 3\u0022 of a friendly \u0026lt;DYNASTY\u0026gt; NOBLE model, add 1 to the Attacks characteristic of each model in that unit.",
		"keywords": ["LYCHGUARD", "NOBLE"]
	},
	{
		"name": "RESURRECTION PROTOCOLS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a NECRONS INFANTRY NOBLE or NECRONS INFANTRY CRYPTEK model from your army is destroyed. You can choose to roll one D6 at the end of the phase instead of using any rules that are triggered when that model is destroyed (e.g. the Surrogate Hosts abilities). If you do, then on a 4\u002B, set that model back up on the battlefield as close as possible to where they were destroyed and more than 1\u0022 away from any enemy models, with D3 wounds remaining. This Stratagem cannot be used to set the same model back up more than once per battle.",
		"keywords": ["NECRONS", "INFANTRY", "NOBLE", "CRYPTEK"]
	},
	{
		"name": "STRANGE ECHOES",
		"cost": "1",
		"faction": "Necrons",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one C\u0027TAN SHARD model from your army. Select one of the powers from the Powers of the C\u0027tan that the model does not know. The selected power replaces one of the Powers of the C\u0027tan that the model does know.",
		"keywords": ["C\u0027TAN SHARD"]
	},
	{
		"name": "THE DEATHLESS ARISE",
		"cost": "1",
		"faction": "Necrons",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one TECHNOMANCER model from your army. Until the end of the phase, that model can use its Rites of Reanimation ability one additional time.",
		"keywords": ["TECHNOMANCER"]
	},
	{
		"name": "DIMENSIONAL DESTABILISATION",
		"cost": "2/1",
		"faction": "Necrons",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of your Movement phase, when a C\u0027TAN SHARD model from your army has used a Power of the C\u0027tan. Roll one D6; that model can immediately use the corresponding power from the Powers of the C\u0027tan, even if it has already been used this turn. If that model has the TITANIC keyword, this Stratagem costs 2CP; otherwise it costs 1CP.",
		"keywords": ["C\u0027TAN SHARD", "TITANIC"]
	},
	{
		"name": "ENTROPIC STRIKE",
		"cost": "2",
		"faction": "Necrons",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a C\u0027TAN SHARD model from your army is selected to fight. Until the end of the phase, each time a melee attack is made by that model, invulnerable saving throws cannot be taken against that attack.",
		"keywords": ["C\u0027TAN", "SHARD"]
	},
	{
		"name": "HAND OF THE PHAERON",
		"cost": "2",
		"faction": "Necrons",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. If your army does not contain a model with the PHAERON keyword, select one NECRONS OVERLORD model from your army (excluding named characters). That model gains the PHAERON keyword, and in your Command phase it can use its My Will Be Done ability one additional time. You can only use this Stratagem once.",
		"keywords": ["PHAERON", "NECRONS", "OVERLORD"]
	},
	{
		"name": "DYNASTIC HEIRLOOMS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the NECRONS keyword. Select one NECRONS CHARACTER model (excluding C\u0027TAN SHARD models) in your army and give them one Relic (this must be a Relic they can have). Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case you can use this Stratagem twice), or an Onslaught battle (in which case you can use this Stratagem three times).",
		"keywords": ["WARLORD", "NECRONS", "CHARACTER", "C\u0027TAN SHARD"]
	},
	{
		"name": "RAREFIED NOBILITY",
		"cost": "1",
		"faction": "Necrons",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the NECRONS keyword. Select one NECRONS CHARACTER model (excluding C\u0027TAN SHARD models) in your army and determine one Warlord Trait for that model (this must be a Warlord Trait they can have); that model is only regarded as your WARLORD for the purposes of that Warlord Trait. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results), and you cannot use this Stratagem to give a model two Warlord Traits. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case you can use this Stratagem twice), or an Onslaught battle (in which case you can use this Stratagem three times).",
		"keywords": ["WARLORD", "NECRONS", "CHARACTER", "C\u0027TAN SHARD"]
	},
	{
		"name": "ENSLAVED PROTECTORS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent\u0027s Charge phase. Select one CANOPTEK unit from your army. Until the end of the phase, that unit is eligible to perform Heroic Interventions as if it was a CHARACTER.",
		"keywords": ["CANOPTEK", "CHARACTER"]
	},
	{
		"name": "STELLAR ALIGNMENT PROTOCOL",
		"cost": "2/1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Command",
		"text": "Use this Stratagem in the Command phase. Select one NECRONS VEHICLE model from your army that has a Wounds characteristic of 10 or more. Until the start of your next Command phase, that model is considered to have its full wounds remaining for the purposes of determining what characteristics on its profile to use. If that model has the TITANIC keyword, this Stratagem costs 2CP; otherwise it costs 1CP.",
		"keywords": ["NECRONS", "VEHICLE", "TITANIC"]
	},
	{
		"name": "REANIMATION PRIORITISATION",
		"cost": "2",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent\u0027s Shooting phase, when a NECRONS unit from your army is selected as the target of an attack. Select one CANOPTEK REANIMATOR model in your army that is within 6\u0022 of and visible to the targeted unit. That model can use its Nanoscarab Reanimation Beam ability as if it was your Command phase, selecting the targeted unit to be healed by its reanimation beam (any unit that was already being healed by that model\u0027s reanimation beam is no longer considered to be healed by it).",
		"keywords": ["NECRONS", "CANOPTEK REANIMATOR"]
	},
	{
		"name": "BURROWING NIGHTMARES",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase. Select one OPHYDIAN DESTROYERS unit from your army that is on the battlefield. Remove that unit from the battlefield. In the Reinforcements step of your next Movement phase, you can set that unit back up on the battlefield anywhere that is more than 9\u0022 away from any enemy models. If the battle ends and that unit is not on the battlefield, it is destroyed.",
		"keywords": ["OPHYDIAN DESTROYERS"]
	},
	{
		"name": "SELF-DESTRUCTION",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a CANOPTEK SCARAB SWARMS unit from your army is selected to fight. Select one model in that unit. After that unit has finished piling in, you can select one enemy unit within Engagement Range of that model and roll one D6: on a 2-5, that enemy unit suffers D3 mortal wounds; on a 6, that enemy unit suffers 3 mortal wounds. The CANOPTEK SCARAB SWARM model is then destroyed.",
		"keywords": ["CANOPTEK SCARAB SWARMS"]
	},
	{
		"name": "PRISMATIC DIMENSIONAL BREACH",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in the Reinforcements step of your Movement phase. Select one \u0026lt;DYNASTY\u0026gt; CORE unit from your army that is in Strategic Reserves, and then select one friendly \u0026lt;DYNASTY\u0026gt; NIGHT SCYTHE or \u0026lt;DYNASTY\u0026gt; MONOLITH model that is on the battlefield. Set that CORE unit up anywhere on the battlefield that is wholly within 3\u0022 of that NIGHT SCYTHE or MONOLITH model and not within Engagement Range of any enemy units. This Stratagem cannot be used in the first battle round.",
		"keywords": ["CORE", "NIGHT SCYTHE", "MONOLITH"]
	},
	{
		"name": "SHADOWS OF DRAZAK",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a FLAYED ONES unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, subtract 1 from that attack\u0027s hit roll.",
		"keywords": ["FLAYED ONES"]
	},
	{
		"name": "AETHERIC INTERCEPTION",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem in the Reinforcements step of your opponent\u0027s Movement phase, after an enemy unit has been set up on the battlefield. Select one HYPERSPACE HUNTER unit from your army that is either on the battlefield, in a hyperspace dimension or in Strategic Reserves.If that HYPERSPACE HUNTER unit is in a hyperspace dimension or in Strategic Reserves, set it up anywhere on the battlefield that is within 18\u0022 of that enemy unit and more than 9\u0022 away from any enemy models.That HYPERSPACE HUNTER unit can, at the end of the phase, shoot as if it were your Shooting phase, but until the end of the phase it can only target the enemy unit that was just set up on the battlefield (and only if that enemy unit is an eligible target for that attack).",
		"keywords": ["HYPERSPACE HUNTER"]
	},
	{
		"name": "RELENTLESS ONSLAUGHT",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a CORE INFANTRY unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack with a Rapid Fire weapon, an unmodified hit roll of 6 scores one additional hit.",
		"keywords": ["CORE", "INFANTRY"]
	},
	{
		"name": "CURSE OF THE PHAERON",
		"cost": "3/1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a NECRONS VEHICLE model from your army is destroyed. Do not roll to see if that model explodes: it does so automatically. If that model has the TITANIC keyword, this Stratagem costs 3CP; otherwise it costs 1 CP.",
		"keywords": ["NECRONS", "VEHICLE", "TITANIC"]
	},
	{
		"name": "ATAVISTIC INSTIGATION",
		"cost": "1",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a DOOM SCYTHE model from your army is selected to shoot. After you select the target unit for that model\u0027s heavy death ray, select one enemy unit within 3\u0022 of that target (you can select the target itself if you wish); that enemy unit can either brace or duck for cover.If that unit braces, and it is not a VEHICLE or a MONSTER unit, it suffers D3 mortal wounds.If that unit ducks for cover, then until the end of the turn, subtract l from the Attacks characteristic of models in that unit, and that unit cannot fire Overwatch or Set to Defend.",
		"keywords": ["DOOM SCYTHE", "VEHICLE", "MONSTER"]
	},
	{
		"name": "REVENGE OF THE DOOMSTALKER",
		"cost": "2",
		"faction": "Necrons",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a \u0026lt;DYNASTY\u0026gt; CHARACTER unit from your army is destroyed by an enemy unit. Select one friendly \u0026lt;DYNASTY\u0026gt; CANOPTEK DOOMSTALKER model from your army.At the end of the phase, that CANOPTEK DOOMSTALKER model can shoot as if it were your Shooting phase, but it can only target that enemy unit (and only if that enemy unit is an eligible target for that attack).Until the end of the battle, each time that CANOPTEK DOOMSTALKER model makes an attack that targets that enemy unit, add 1 to that attack\u0027s hit roll.",
		"keywords": ["CHARACTER", "CANOPTEK DOOMSTALKER"]
	},
	{
		"name": "DISRUPTION FIELDS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a NECRONS CORE unit from your army is selected to fight. Until the end of the phase, add 1 to the Strength characteristic of models in that unit.",
		"keywords": ["NECRONS", "CORE"]
	},
	{
		"name": "DISINTEGRATION CAPACITORS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a NECRONS unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack with a gauss weapon, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["NECRONS"]
	},
	{
		"name": "MALEVOLENT ARCING",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a NECRONS model from your army targets an enemy unit with a tesla weapon. After making that weapon\u0027s attacks, roll one D6 for each other unit within 6\u0022 of that enemy unit: on a 4\u002B, the unit being rolled for suffers 1 mortal wound.",
		"keywords": ["NECRONS"]
	},
	{
		"name": "WHIRLING ONSLAUGHT",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a SKORPEKH DESTROYERS or SKORPEKH LORD unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, subtract l from that attack\u0027s wound roll.",
		"keywords": ["SKORPEKH DESTROYERS", "SKORPEKH LORD"]
	},
	{
		"name": "QUANTUM DEFLECTION",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a NECRONS QUANTUM SHIELDING unit from your army is selected as the target of an attack. Until the end of the phase, models in that unit have a 4\u002B invulnerable save.",
		"keywords": ["NECRONS", "QUANTUM SHIELDING"]
	},
	{
		"name": "SOLAR PULSE",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one enemy unit. Until the end of the phase, each time a model in a NECRONS unit from your army makes a ranged attack against that enemy unit, the target does not receive the benefits of cover against that attack.",
		"keywords": ["NECRONS"]
	},
	{
		"name": "RECONSTITUTION PROTOCOLS",
		"cost": "1",
		"faction": "Necrons",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one GHOST ARK unit from your army. Until the end of the phase, each time that unit uses its Repair Barge ability, you can set up to D6 destroyed models back up on the battlefield, instead of D3.",
		"keywords": ["GHOST ARK"]
	}
]
