[
	{
		"Name": "TALENT FOR ANNIHILATION",
		"Cost": "1",
		"Faction": "Mephrit",
		"Category": "Strategic Ploy",
		"Whose": "mine",
		"Phase": "Shooting",
		"Text": "Use this Stratagem in your Shooting phase, when a MEPHRIT unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes an attack, an unmodified wound roll of 6 inflicts 1 mortal wound on the target in addition to any normal damage (a maximum of 3 mortal wounds can be inflicted per phase via this Stratagem).",
		"Keywords": ["MEPHRIT"]
	},
	{
		"Name": "TRANSLOCATION CRYPT",
		"Cost": "1",
		"Faction": "Nephrekh",
		"Category": "Strategic Ploy",
		"Whose": "mine",
		"Phase": "Before the Battle",
		"Text": "Use this Stratagem before the battle when declaring reserves and transports (if you are playing a mission without this step, use this Stratagem during deployment instead). Select one NEPHREKH unit (excluding VEHICLE or MONSTER units) from your army. That unit gains the Dimensional Translocation ability.",
		"Keywords": ["NEPHREKH", "VEHICLE", "MONSTER"]
	},
	{
		"Name": "RECLAIM A LOST EMPIRE",
		"Cost": "1",
		"Faction": "Nihilakh",
		"Category": "Strategic Ploy",
		"Whose": "mine",
		"Phase": "Shooting",
		"Text": "Use this Stratagem in your Shooting phase. Select one NIHILAKH INFANTRY unit from your army that is currently performing an action. That unit can still shoot this phase without that action failing.",
		"Keywords": ["NIHILAKH", "INFANTRY"]
	},
	{
		"Name": "BLOOD RITES",
		"Cost": "1",
		"Faction": "Novokh",
		"Category": "Battle Tactic",
		"Whose": "both",
		"Phase": "Fight",
		"Text": "Use this Stratagem in the Fight phase, when a NOVOKH unit from your army is selected to fight. Until the end of the phase, add 1 to the Attacks characteristic of models in that unit.",
		"Keywords": ["NOVOKH"]
	},
	{
		"Name": "METHODICAL DESTRUCTION",
		"Cost": "2",
		"Faction": "Sautekh",
		"Category": "Battle Tactic",
		"Whose": "mine",
		"Phase": "Shooting",
		"Text": "Use this Stratagem in your Shooting phase, after a SAUTEKH unit from your army has finished making its attacks. Select one enemy unit that was targeted by an attack made by a model in that unit this phase. Until the end of the phase, each time an attack is made by a model in another friendly SAUTEKH unit against that enemy unit, add 1 to that attack's hit roll.",
		"Keywords": ["SAUTEKH"]
	},
	{
		"Name": "EMPYRIC DAMPING",
		"Cost": "1",
		"Faction": "Szarekhan",
		"Category": "Wargear",
		"Whose": "enemy",
		"Phase": "Psychic",
		"Text": "Use this Stratagem in your opponent's Psychic phase, when an enemy PSYKER attempts to manifest a psychic power within 18 inches of a SZAREKHAN unit from your army. Roll one D6: on a 4+, that psychic power is denied.",
		"Keywords": ["PSYKER", "SZAREKHAN"]
	}
]
