[
	{
		"name": "YOUNGBLOODZ",
		"cost": "1/2",
		"faction": "Blood Axes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a BLOOD AXES STORMBOYZ unit is selected to fight. Until the end of the phase, add 1 to the Strength characteristic of models in that unit. If that unit contains 10 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["BLOOD AXES", "STORMBOYZ"]
	},
	{
		"name": "GOT’EM TRAPPED",
		"cost": "2",
		"faction": "Blood Axes",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one enemy unit within Engagement Range of two or more BLOOD AXES units (excluding CHARACTER units) from your army. Until the end of the phase, each time a BLOOD AXES model makes an attack against that unit, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["BLOOD AXES", "CHARACTER"]
	},
	{
		"name": "TRIGGA DISCIPLINE",
		"cost": "1/2",
		"faction": "Blood Axes",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a BLOOD AXES LOOTAS unit from your army is selected to shoot. Select one enemy VEHICLE unit. Until the end of the phase, each time a model in that LOOTAS unit makes an attack against that VEHICLE unit, you can re-roll the hit roll. If that LOOTAS unit contains 10 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["BLOOD AXES", "LOOTAS", "VEHICLE"]
	},
	{
		"name": "SURPRIZE!",
		"cost": "1",
		"faction": "Blood Axes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one BLOOD AXES KOMMANDOS unit that is wholly within an Area Terrain feature. Until the end of the phase:While an enemy unit is within Engagement Range of this unit, that enemy unit cannot make use of any rules that allow it to fight first and never counts as having made a charge move this turn, irrespective of any abilities that unit may have.Each time an attack is made against that unit, subtract 1 from that attacks hit roll.",
		"keywords": ["BLOOD AXES", "KOMMANDOS"]
	},
	{
		"name": "GLORYBOYZ",
		"cost": "1",
		"faction": "Blood Axes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem in your Charge phase, when a BLOOD AXES unit from your army makes a charge move. Select one enemy unit that was a target of that charge. Until the end of the phase, each time a BLOOD AXES STORMBOYZ unit declares that enemy unit as a target of a charge, add 2 to that charge roll.",
		"keywords": ["BLOOD AXES", "STORMBOYZ"]
	},
	{
		"name": "SPOTTED ‘EM!",
		"cost": "1",
		"faction": "Blood Axes",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your Shooting phase. Select one enemy unit within 12\u0022 of and visible to a BLOOD AXES KOMMANDOS unit from your army. Until the end of the phase, each time a BLOOD AXES model in your army makes an attack against that enemy unit, the target unit does not receive the benefits of cover against that attack.",
		"keywords": ["BLOOD AXES", "KOMMANDOS"]
	},
	{
		"name": "TAKTICAL AWARENESS",
		"cost": "2",
		"faction": "Blood Axes",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem at the start of any phase. Select one BLOOD AXES unit from your army. Until the end of the turn:That unit can start to perform an action even if it Advanced this turn.That unit can make ranged attacks without any action it is performing failing.If that unit has the CHARACTER keyword, it can still use any aura abilities it has while performing an action.",
		"keywords": ["BLOOD AXES", "CHARACTER"]
	},
	{
		"name": "SPESHUL AMMO",
		"cost": "1/2",
		"faction": "Blood Axes",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a BLOOD AXES unit from your army is selected to shoot. Until the end of the phase, shootas models in that unit are equipped with have a Type characteristic of Dakka 4/2 and an Armour Penetration characteristic of -1 (this includes the Shoota profile of kombi-weapons). If that unit contains 10 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["BLOOD AXES"]
	}
]
