[
	{
		"name": "DEVOUT PUSH",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one BLACK TEMPLARS CORE or BLACK TEMPLARS CHARACTER unit from your army, then select one of the following:If that unit is not within Engagement Range of an enemy unit, make a Normal Move of up to 3\u0022 with that unit. It must end this move either closer to the closest enemy unit or closer to the closest objective marker. That unit cannot use this move to embark within a TRANSPORT model.If that unit is within Engagement Range of any enemy units, make a pile-in move with that unit.",
		"keywords": ["BLACK TEMPLARS", "CORE", "CHARACTER", "TRANSPORT"]
	},
	{
		"name": "VICIOUS RIPOSTE",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one BLACK TEMPLARS CORE unit from your army. Until the end of the phase, each time a model in that unit is destroyed by a melee attack and does not explode, roll one D6: on a 5\u002B, after the attacking models unit has finished making its attacks, it suffers 1 mortal wound (a unit can suffer a maximum of 6 mortal wounds per phase as the result of this ability).",
		"keywords": ["BLACK TEMPLARS", "CORE"]
	},
	{
		"name": "CRUSADER’S WRATH",
		"cost": "2",
		"faction": "Black Templars",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase, if the Assault doctrine is active for your army. Until the start of your next Command phase, each time a BLACK TEMPLARS model from your army makes an attack with a Pistol or Melee weapon, on an unmodified wound roll of 6, improve the Armour Penetration characteristic of that attack by 1. This is cumulative with the bonus from the Assault Doctrine. You can only use this Stratagem once.",
		"keywords": ["BLACK TEMPLARS"]
	},
	{
		"name": "FOR THE EMPEROR’S HONOUR!",
		"cost": "2",
		"faction": "Black Templars",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase. Select one BLACK TEMPLARS CHARACTER unit (excluding VEHICLE units) from your army and one enemy CHARACTER unit. Until the end of the phase, each time that enemy CHARACTER unit is selected to fight, if the selected BLACK TEMPLARS CHARACTER unit is within Engagement Range of that enemy CHARACTER unit when your opponent is selecting targets for its attacks, those attacks can only target the selected BLACK TEMPLARS CHARACTER unit.",
		"keywords": ["BLACK TEMPLARS", "CHARACTER", "VEHICLE"]
	},
	{
		"name": "BOMBASTIC DELIVERY",
		"cost": "2",
		"faction": "Black Templars",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase, when you select a BLACK TEMPLARS CHAPLAIN unit to recite a litany. One litany that unit recites this phase is automatically inspiring (do not roll), and that unit can recite one additional litany during this phase.",
		"keywords": ["BLACK TEMPLARS", "CHAPLAIN"]
	},
	{
		"name": "REVERED REPOSITORIES",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army. Select one BLACK TEMPLARS model from your army that has the word ‘Sergeant’ or ‘Sword Brother’ in their profile. That model can have one of the following Relics of the Eternal Crusade, even though they are not a CHARACTER: Witchseeker Bolts; Sword of Judgement; Skull of the Cacodominus; Master-crafted Weapon; Digital Weapons. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once.",
		"keywords": ["BLACK TEMPLARS", "CHARACTER "]
	},
	{
		"name": "HEIR OF SIGISMUND",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a BLACK TEMPLARS CHARACTER model that is not a named character to be your WARLORD. Generate one additional Warlord Trait for them; this must be from the Black Templars Warlord Traits table. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["BLACK TEMPLARS", "CHARACTER", "WARLORD"]
	},
	{
		"name": "CHAMPION OF THE FEAST",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one BLACK TEMPLARS model from your army that has the word ‘Sergeant’ or ‘Sword Brother’ in their profile. Add 1 to that model’s Attacks and Wounds characteristics and improve that model’s Weapon Skill characteristic by 1. You can only use this Stratagem once.",
		"keywords": ["BLACK TEMPLARS"]
	},
	{
		"name": "ABHOR THE WITCH",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, after a Psychic test is passed for an enemy PSYKER unit and after any Deny the Witch attempt is made. If that enemy PSYKER unit is within 24\u0022 of any BLACK TEMPLARS units from your army, roll one D6: on a 4\u002B, that psychic power is denied.",
		"keywords": ["PSYKER", "BLACK TEMPLARS"]
	},
	{
		"name": "TENACIOUS ASSAULT",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem when an enemy INFANTRY or BEAST unit (excluding units that can FLY) that is within Engagement Range of any BLACK TEMPLARS units from your army is selected to Fall Back. Roll one D6: on a 4\u002B, that unit cannot Fall Back.",
		"keywords": ["INFANTRY", "BEAST", "FLY ", "BLACK TEMPLARS"]
	},
	{
		"name": "STRENGTH OF CONVICTION",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one BLACK TEMPLARS CORE unit from your army. Until the start of your next Command phase, that unit has the Objective Secured ability.",
		"keywords": ["BLACK TEMPLARS", "CORE"]
	},
	{
		"name": "THE EMPEROR’S WILL",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one BLACK TEMPLARS INFANTRY unit from your army that Advanced this turn. Until the end of the phase:That unit is still eligible to shoot with, but you can only make attacks using Pistol, Rapid Fire or Assault weapons when you select that unit to shoot with.Models from that unit do not suffer the penalty incurred to their hit rolls for firing Assault weapons.",
		"keywords": ["BLACK TEMPLARS", "INFANTRY"]
	},
	{
		"name": "DEADLY CARGO",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase. Select one BLACK TEMPLARS LAND RAIDER CRUSADER model from your army that made a Normal Move this phase. Units embarked within this TRANSPORT can disembark in this phase but cannot be selected to move again this phase.",
		"keywords": ["BLACK TEMPLARS", "LAND RAIDER CRUSADER", "TRANSPORT"]
	},
	{
		"name": "EXEMPLARS OF THE CRUSADE",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase. Select one SWORD BRETHREN unit from your army. Until the end of the phase, each time a model in that unit makes a melee attack, an unmodified hit roll of 6 scores 1 additional hit.",
		"keywords": ["SWORD BRETHREN"]
	},
	{
		"name": "HERETIC’S PYRE",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your Shooting phase. Select one BLACK TEMPLARS CORE unit from your army. Until the end of the phase:Each time a flame weapon from that unit targets a unit that has between 6 and 10 models, it makes a minimum of 3 attacks.Each time a flame weapon from that unit targets a unit that has 11 or more models, do not roll dice to randomly determine how many attacks are made - instead, make the maximum possible number of attacks.If the selected unit is a MK X GRAVIS unit, this Stratagem costs 2CP; otherwise it costs 1CP.",
		"keywords": ["BLACK TEMPLARS", "CORE", "MK X GRAVIS"]
	},
	{
		"name": "INCENDIARY SHELLS",
		"cost": "1",
		"faction": "Black Templars",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a BLACK TEMPLARS unit from your army is selected to shoot with. Until the end of the phase, each time a model in that unit makes an attack with an Astartes shotgun, that attack has a Damage characteristic of 2.",
		"keywords": ["BLACK TEMPLARS"]
	}
]
