[
	{
		"name": "MERCY IS WEAKNESS",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Shooting Fight",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when an IRON HANDS unit from your army is chosen to shoot with or fight with. Select one enemy unit. Until the end of that phase, every attack made by a model in that IRON HANDS unit from your army that can target the selected unit must do so, but when resolving such an attack, an unmodified wound roll of 6 wounds the target unit twice instead of once.",
		"keywords": ["IRON HANDS"]
	},
	{
		"name": "METHODICAL FIREPOWER",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase if the Devastator Doctrine is not active. Select one IRON HANDS unit from your army. Until the start of your next Movement phase, when resolving an attack made by a model in that unit, the Devastator Doctrine is treated as being active in addition to the currently active doctrine.",
		"keywords": ["IRON HANDS"]
	},
	{
		"name": "MARCH OF THE ANCIENTS",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, after nominating a model to be your WARLORD. Select one IRON HANDS DREADNOUGHT model from your army. That model gains the CHARACTER keyword; add 1 to the Attacks and Leadership characteristics of that model. You can only use this Stratagem once per battle.",
		"keywords": ["WARLORD", "IRON HANDS", "DREADNOUGHT", "CHARACTER"]
	},
	{
		"name": "VENGEANCE FOR ISSTVAN V",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an IRON HANDS unit from your army is chosen to fight with. Until the end of that phase, when resolving an attack made with a melee weapon by a model in that unit against a WORD BEARERS, IRON WARRIORS, NIGHT LORDS or ALPHA LEGION unit, you can re-roll the hit roll.",
		"keywords": [
			"IRON HANDS",
			"WORD BEARERS",
			"IRON WARRIORS",
			"NIGHT LORDS",
			"ALPHA LEGION"
		]
	},
	{
		"name": "WRATHFUL MACHINE SPIRIT",
		"cost": "2",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when an IRON HANDS VEHICLE model from your army is chosen to shoot with or fight with. Until the end of that phase, when resolving an attack made by that model, you can re-roll the hit roll.",
		"keywords": ["IRON HANDS", "VEHICLE"]
	},
	{
		"name": "SOULS OF IRON",
		"cost": "2",
		"faction": "Iron Hands",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, when an enemy PSYKER model manifests a psychic power within 24\u0022 of an IRON HANDS unit from your army (after any Deny the Witch attempt). Roll one D6; on a 4\u002B that psychic power is resisted.",
		"keywords": ["PSYKER", "IRON HANDS"]
	},
	{
		"name": "SCION OF THE FORGE",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one IRON HANDS model from your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Special-issue Wargear Relics, even though they are not a CHARACTER: Master-crafted Weapon, Digital Weapons, Teeth of Mars, Haywire Bolts. All of the Relics your army includes must be different and be given to different models.",
		"keywords": ["IRON HANDS", "CHARACTER "]
	},
	{
		"name": "REJECT THE FLESH, EMBRACE THE MACHINE",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when an IRON HANDS INFANTRY unit from your army is chosen as the target for an attack. Until the end of that phase, when a model in that unit would lose a wound, roll one D6, adding 1 to the result if that model has the All Flesh is Weakness Warlord Trait. On a 5\u002B that wound is not lost.",
		"keywords": ["IRON HANDS", "INFANTRY"]
	},
	{
		"name": "ENGINE PURGE",
		"cost": "2",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase if the Devastator Doctrine is active. Until the start of the next battle round, when resolving an attack made with a Heavy or Grenade weapon by an IRON HANDS model from your army, on an unmodified wound roll of 6 add an additional 1 to the Armour Penetration characteristic of that weapon for that attack. You can only use this Stratagem once per battle.",
		"keywords": ["IRON  HANDS"]
	},
	{
		"name": "THE GORGON’S RAGE",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when an IRON HANDS unit from your army is chosen to fight with. Until the end of that phase, when resolving an attack made with a melee weapon by a model in that unit, add 1 to the hit roll. In addition, until the end of that phase, when resolving an attack made with a melee weapon by a model in that unit against an EMPEROR’S CHILDREN unit, add 1 to the wound roll.",
		"keywords": ["IRON HANDS", "EMPEROR’S CHILDREN"]
	},
	{
		"name": "COGITATED MARTYRDOM",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Requisition",
		"whose": "both",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of the Shooting phase. Select one IRON HANDS INFANTRY unit from your army. Until the end of the phase, when a friendly IRON HANDS CHARACTER model (excluding VEHICLE models) within 3\u0022 of that unit would lose any wounds as a result of an attack made against that model, that unit can attempt to intercept that attack. Roll one D6 before any rolls to ignore wounds (e.g. The Flesh is Weak, Adamantine Mantle etc.) are made; on a 2\u002B that model does not lose those wounds and that unit suffers 1 mortal wound for each of those wounds. Only one attempt can be made to intercept each attack.",
		"keywords": ["IRON HANDS", "INFANTRY", "CHARACTER", "VEHICLE"]
	},
	{
		"name": "MACHINE EMPATHY",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, after an IRON HANDS TECHMARINE model from your army has used their Blessing of the Omnissiah ability. That model can use that ability again.",
		"keywords": ["IRON HANDS", "TECHMARINE"]
	},
	{
		"name": "PARAGON OF IRON",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, after nominating an IRON HANDS CHARACTER model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them; this must be from the Iron Hands Warlord Traits table. All of the Warlord Traits your army includes must be different (if randomly generated, re-roll duplicate results). You can only use this Stratagem once per battle.",
		"keywords": ["IRON HANDS", "CHARACTER", "WARLORD"]
	},
	{
		"name": "OPTIMAL REPULSION DOCTRINES",
		"cost": "1",
		"faction": "Iron Hands",
		"category": "Battle Tactic",
		"whose": "enemy",
		"phase": "Charge",
		"text": "Use this Stratagem in your opponent’s Charge phase, when an IRON HANDS unit from your army fires Overwatch. Until the end of that phase, when resolving an Overwatch attack made by a model in that unit, a hit roll of 5 or 6 scores a hit. If that unit has the The Flesh is Weak Chapter Tactic, when resolving an Overwatch attack made by a model in that unit, a hit roll of 4-6 scores a hit instead.",
		"keywords": ["IRON HANDS"]
	},
	{
		"name": "BEQUEATHED BY THE IRON COUNCIL",
		"cost": "1",
		"faction": "Space Marines",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from an Iron Hands successor Chapter to be your WARLORD. You can give one Relic of Medusa to a CHARACTER model from your army that is drawn from an Iron Hands successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the IRON HANDS keyword in all instances on that Relic (if any) with that model’s \u0026CHAPTER\u0026 keyword. You can only use this Stratagem once per battle.",
		"keywords": ["WARLORD", "CHARACTER", "IRON HANDS", "CHAPTER"]
	}
]
