[
	{
		"name": "BORN IN THE SADDLE",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem when a WHITE SCARS BIKER unit from your army Advances. That unit can still shoot this turn.",
		"keywords": ["WHITE SCARS", "BIKER"]
	},
	{
		"name": "BUTCHERED QUARRY",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Movement",
		"text": "Use this Stratagem when an enemy unit Falls Back within 1\u0022 of any WHITE SCARS INFANTRY or WHITE SCARS BIKER units from your army, before it moves. Select one of those WHITE SCARS units that is not within 1\u0022 of any other enemy units; each model in the selected unit can make one attack with a melee weapon against that enemy unit as if they were within 1\u0022 of it. After these attacks are made, if that enemy unit is not destroyed, it can then make its Fall Back move; after it has moved, each model in the selected unit can move up to 3\u0022, so long as they end this move closer to that enemy unit and not within 1\u0022 of any enemy units.",
		"keywords": ["WHITE SCARS", "INFANTRY", "BIKER"]
	},
	{
		"name": "WIND-SWIFT",
		"cost": "2",
		"faction": "White Scars",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase after a WHITE SCARS unit (excluding ARTILLERY) from your army has made a Normal Move or has Fallen Back. That unit can make an Advance move. Until the end of the turn, that unit cannot shoot, declare a charge or attempt to manifest any psychic powers.",
		"keywords": ["WHITE SCARS", "ARTILLERY "]
	},
	{
		"name": "RIDE HARD, RIDE FAST",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem after a WHITE SCARS unit from your army Advances. Until the start of your next Movement phase, when resolving an attack made with a ranged weapon against that unit, subtract 1 from the hit roll.",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "LIGHTNING DEBARKATION",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, after a WHITE SCARS TRANSPORT unit from your army that does not have the Flyer Battlefield Role moves. WHITE SCARS units embarked aboard that unit can immediately disembark, but any that do so cannot make a charge move this turn.",
		"keywords": ["WHITE SCARS", "TRANSPORT"]
	},
	{
		"name": "KHAN’S CHAMPION",
		"cost": "1",
		"faction": "White Scars",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one WHITE SCARS model from your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Special-issue Wargear Relics, even though they are not a CHARACTER: Master-crafted Weapon; Digital Weapons; Headtaker’s Trophies; Stormwrath Bolts. All of the Relics your army includes must be different and be given to different models.",
		"keywords": ["WHITE SCARS", "CHARACTER "]
	},
	{
		"name": "HUNTERS’ FUSILLADE",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem when a WHITE SCARS unit from your army Advances. Until the end of the turn, Heavy weapons and Rapid Fire weapons models in that unit are equipped with are treated as Assault weapons (e.g. a Rapid Fire 2 weapon is treated as an Assault 2 weapon).",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "CHOGORIAN THUNDERBOLTS",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem when a WHITE SCARS BIKER unit from your army finishes a charge move. For each model in that unit, you can select one enemy unit within 1\u0022 of that model and roll one D6; for each roll of a 6, that enemy unit suffers 1 mortal wound.",
		"keywords": ["WHITE SCARS", "BIKER"]
	},
	{
		"name": "A MIGHTY TROPHY",
		"cost": "1",
		"faction": "White Scars",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when the enemy Warlord is destroyed as a result of an attack made with a melee weapon by a WHITE SCARS model from your army. Until the end of the battle, when a Morale test is taken for a friendly WHITE SCARS unit, do not roll the dice; it is automatically passed.",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "FIERCE RIVALRIES",
		"cost": "1",
		"faction": "White Scars",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem at the start of your Charge phase. The first time you make a charge roll for a WHITE SCARS unit from your army that phase, roll 3D6 instead of 2D6 and discard one of the results.",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "STRIKE FOR THE HEART",
		"cost": "2",
		"faction": "White Scars",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem before a WHITE SCARS unit (excluding ARTILLERY) from your army consolidates. That unit consolidates D3\u002B3\u0022 instead of 3\u0022 this phase, or D6\u002B6\u0022 if every model in that unit has a Move characteristic of at least 10\u0022.",
		"keywords": ["WHITE SCARS", "ARTILLERY "]
	},
	{
		"name": "FEINTING WITHDRAWAL",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem when a WHITE SCARS unit from your army Falls Back. That unit can still shoot this turn.",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "TEMPERED BY WISDOM",
		"cost": "1",
		"faction": "White Scars",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a WHITE SCARS CHARACTER model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them; this must be from the White Scars Warlord Traits table. All of the Warlord Traits ycur army includes must be different (if randomly generated, re-roll duplicate results). You can only use this Stratagem once per battle.",
		"keywords": ["WHITE SCARS", "CHARACTER", "WARLORD"]
	},
	{
		"name": "THE ETERNAL HUNT",
		"cost": "2",
		"faction": "White Scars",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase if the Assault Doctrine is active. Until the start of the next battle round, when resolving an attack made with a Pistol or melee weapon by a WHITE SCARS model from your army, on an unmodified wound roll of 6 the Armour Penetration characteristic of that weapon is improved by an additional 1 for that attack. You can only use this Stratagem once per battle.",
		"keywords": ["WHITE SCARS"]
	},
	{
		"name": "ENCIRCLEMENT",
		"cost": "1",
		"faction": "White Scars",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem during the Declare Reserves and Transports step of your mission. Select one WHITE SCARS unit (excluding ARTILLERY and BUILDINGS) from your army. You can set up that unit in outflank instead of setting it up on the battlefield. If you do, at the end of one of your Movement phases you can set up that unit wholly within 6\u0022 of any battlefield edge and more than 9\u0022 away from any enemy models.",
		"keywords": ["WHITE SCARS", "ARTILLERY", "BUILDINGS "]
	},
	{
		"name": "GIFT OF THE KHANS",
		"cost": "1",
		"faction": "Space Marines",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from a White Scars successor Chapter to be your WARLORD. You can give one Relic of Chogoris to a CHARACTER model from your army that is drawn from a White Scars successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the WHITE SCARS keyword in all instances on that Relic (if any) with that model’s \u0026CHAPTER\u0026 keyword. You can only use this Stratagem once per battle.",
		"keywords": ["WARLORD", "CHARACTER", "WHITE SCARS"]
	}
]
