[
	{
		"name": "GO FOR THE THROAT",
		"cost": "2",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase if the Assault Doctrine is active for your army. Until your next Command phase, each time a SPACE WOLVES model from your army makes an attack with a Pistol or melee weapon, on an unmodified wound roll of 6 improve the Armour Penetration characteristic of that attack by 1. This bonus is cumulative with Combat Doctrines. You can only use this Stratagem once per battle.",
		"keywords": ["SPACE WOLVES"]
	},
	{
		"name": "CUNNING OF THE WOLF",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem during deployment. Select one SPACE WOLVES INFANTRY unit from your army. All models in that unit gain the Outflank ability.",
		"keywords": ["SPACE WOLVES", "INFANTRY"]
	},
	{
		"name": "THE EMPEROR’S EXECUTIONERS",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a SPACE WOLVES unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a melee attack against a THOUSAND SONS unit, you can re-roll the hit roll and you can re-roll wound roll.",
		"keywords": ["SPACE WOLVES", "THOUSAND SONS"]
	},
	{
		"name": "SAVAGE STRIKE",
		"cost": "1/2",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem in your Fight phase, when a SPACE WOLVES unit from your army is selected to fight. If that unit made a charge move this turn, then until that fight is resolved, each time a model in that unit makes a melee attack, add 1 to that attacks wound roll. If that unit has 5 or fewer models, this Stratagem costs 1CP; otherwise it costs 2CP.",
		"keywords": ["SPACE WOLVES"]
	},
	{
		"name": "HEALING BALMS",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of your Movement phase. Select one SPACE WOLVES INFANTRY, SPACE WOLVES BIKER or SPACE WOLVES CAVALRY model from your army within 3\u0022 of a friendly SPACE WOLVES WOLF PRIEST to be healed. That model regains up to D3 lost wounds. Each model can only be healed once per turn.",
		"keywords": ["SPACE WOLVES", "INFANTRY", "BIKER", "CAVALRY", "WOLF PRIEST"]
	},
	{
		"name": "PACK HUNTERS",
		"cost": "2",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Charge",
		"text": "Use this Stratagem in your Charge phase. Select one enemy unit within Engagement Range of any SPACE WOLVES units from your army.Until the end of the turn, each time a friendly SPACE WOLVES BEAST or SPACE WOLVES CAVALRY unit declares a charge that targets the selected unit, roll one additional D6 and discard one of the dice.Until the end of the turn, each time a friendly SPACE WOLVES CAVALRY model makes an attack with its crushing teeth and claws against the selected unit, and each time a friendly SPACE WOLVES BEAST model makes an attack with its teeth and claws against the selected unit, you can re-roll the wound roll.",
		"keywords": ["SPACE WOLVES", "BEAST", "CAVALRY"]
	},
	{
		"name": "RELENTLESS ASSAULT",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a SPACE WOLVES unit from your army consolidates. Each model in that unit can move up to an additional 3\u0022 for that consolidation move. This is not cumulative with any other rule that increases the distance models can pile in or consolidate.",
		"keywords": ["SPACE WOLVES"]
	},
	{
		"name": "CLOAKED BY THE STORM",
		"cost": "2",
		"faction": "Space Wolves",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem in your Psychic phase, after resolving the effects of a psychic power from the Tempestas discipline manifested by a SPACE WOLVES PSYKER model from your army. Until the start of your next Psychic phase, each time a ranged attack is made against a friendly SPACE WOLVES unit within 6\u0022 of that PSYKER model, subtract 1 from that attack’s hit roll.",
		"keywords": ["SPACE WOLVES", "PSYKER"]
	},
	{
		"name": "DEED WORTHY OF A SAGA",
		"cost": "2",
		"faction": "Space Wolves",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a SPACE WOLVES CHARACTER model (excluding VEHICLE models) from your army that does not have a Warlord Trait meets the requirements for a Deed. At the end of the phase, until the end of the battle, that model gains the Saga ability associated with that Deed.",
		"keywords": ["SPACE WOLVES", "CHARACTER", "VEHICLE"]
	},
	{
		"name": "A TROPHY BESTOWED",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from a Space Wolves successor Chapter to be your WARLORD. You can give one Relic of the Fang to a CHARACTER model from your army that is drawn from a Space Wolves successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the Space Wolves keyword in all instances on that Relic (if any) with that model’s successor Chapter keyword. You can only use this Stratagem once.",
		"keywords": ["WARLORD", "CHARACTER"]
	},
	{
		"name": "THANE OF THE RETINUE",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the SPACE WOLVES keyword. Select one SPACE WOLVES model from your army that has the word ‘Sergeant’ or ‘Pack Leader’ in their profile. That model can have one of the following Special-issue Wargear Relics, even though they are not a CHARACTER: Master-crafted Weapon; Digital Weapons; Frost Weapon; Morkai’s Teeth Bolts. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once.",
		"keywords": ["WARLORD", "SPACE WOLVES", "CHARACTER "]
	},
	{
		"name": "WARRIOR OF LEGEND",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a SPACE WOLVES CHARACTER model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them; this must be from the Space Wolves Warlord Traits table. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results) and that model has access to each Saga associated with their Warlord Traits. You can only use this Stratagem once.",
		"keywords": ["SPACE WOLVES", "CHARACTER", "WARLORD"]
	},
	{
		"name": "BESTIAL NATURE",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase if a combat doctrine is active for your army. Select one SPACE WOLVES INFANTRY, SPACE WOLVES CAVALRY or SPACE WOLVES BIKER unit from your army. Until the start of your next Command phase, that unit gains the bonus of the Assault Doctrine instead of the active combat doctrine.",
		"keywords": ["SPACE WOLVES", "INFANTRY", "CAVALRY", "BIKER"]
	},
	{
		"name": "COUNTER CHARGE",
		"cost": "1/0",
		"faction": "Space Wolves",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Charge",
		"text": "Use this Stratagem in your opponent’s Charge phase. Select one SPACE WOLVES unit from your army. Until the end of the phase, that unit is eligible to perform a Heroic Intervention if it is within 6\u0022 horizontally of an enemy unit, and when performing a Heroic Intervention with that unit, you can move each model in that unit up to 6\u0022. All other rules for Heroic Interventions still apply. This Stratagem costs 0CP if the SPACE WOLVES unit you select is a CHARACTER.",
		"keywords": ["SPACE WOLVES", "CHARACTER"]
	},
	{
		"name": "KEEN SENSES",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase. Select one SPACE WOLVES INFANTRY, SPACE WOLVES BIKER or SPACE WOLVES CAVALRY unit from your army. Until the end of the turn, you can ignore any or all hit roll, Ballistic skill and Weapon skill modifiers, and each time you make a charge roll for that unit, you can ignore any or all modifiers to that charge roll.",
		"keywords": ["SPACE WOLVES", "INFANTRY", "BIKER", "CAVALRY"]
	},
	{
		"name": "RUNIC WARDS",
		"cost": "1",
		"faction": "Space Wolves",
		"category": "Wargear",
		"whose": "enemy",
		"phase": "Psychic",
		"text": "Use this Stratagem in your opponent’s Psychic phase, after a Psychic test is passed for an enemy PSYKER unit. Select one SPACE WOLVES unit from your army within 12\u0022 of that PSYKER unit. The unit you selected can attempt to deny that psychic power by taking a Deny the Witch test as if they were a PSYKER.",
		"keywords": ["PSYKER", "SPACE WOLVES"]
	}
]
