[
	{
		"name": "DESCENT OF ANGELS",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of your Movement phase. Select one BLOOD ANGELS CORE JUMP PACK unit from your army that was set up on the battlefield during the Reinforcements step of this phase. Until the end of the turn:Each time a charge roll is made for that unit, you can ignore any or all modifiers to that charge roll.Each time a model in that unit makes an attack, add 1 to that attacks hit roll.",
		"keywords": ["BLOOD ANGELS", "CORE", "JUMP PACK"]
	},
	{
		"name": "VENGEANCE FOR SANGUINIUS",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a BLOOD ANGELS unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a melee attack against a BLACK LEGION unit, you can re-roll that attacks hit roll and you can re-roll that attacks wound roll.",
		"keywords": ["BLOOD ANGELS", "BLACK LEGION"]
	},
	{
		"name": "REFUSAL TO DIE",
		"cost": "1/2",
		"faction": "Blood Angels",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem after a DEATH COMPANY unit from your army is selected as the target of an attack. Until the end of the phase, each time a model in that unit would lose a wound, roll one D6: on a 5\u002B, that wound is not lost. You can only use this Stratagem once per turn. If that unit contains 5 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP.",
		"keywords": ["DEATH COMPANY"]
	},
	{
		"name": "AGGRESSIVE ONSLAUGHT",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase. Select one FLESH TEARERS INFANTRY unit from your army. Until the end of the phase, each time a model in that unit makes a pile-in or consolidation move, it can move up to an additional 3\u0022.",
		"keywords": ["FLESH TEARERS", "INFANTRY"]
	},
	{
		"name": "ANGEL’S SACRIFICE",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase. Select one BLOOD ANGELS CHARACTER unit (excluding VEHICLE units) from your army. Until the end of the phase, each time an enemy unit is selected to fight, if a model in that unit is within Engagement Range of that CHARACTER unit when your opponent is selecting targets for its attacks, those attacks can only target that CHARACTER unit.",
		"keywords": ["BLOOD ANGELS", "CHARACTER", "VEHICLE"]
	},
	{
		"name": "SPIRITUAL MIGHT",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Psychic",
		"text": "Use this Stratagem in your Psychic phase. Select one BLOOD ANGELS PSYKER unit from your army. You can attempt to manifest one additional psychic power with that unit this phase.",
		"keywords": ["BLOOD ANGELS", "PSYKER"]
	},
	{
		"name": "VISIONS OF SANGUINIUS",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when a DEATH COMPANY CHARACTER model from your army is selected to fight. That model can do one of the following: If that model has already used a Death Vision, it can use another Death Vision this phase (this cannot be a Death Vision you have already used during this battle). If that model has not already used a Death Vision, it can use two different Death Visions this phase (neither can be a Death Vision you have already used during this battle).",
		"keywords": ["DEATH COMPANY", "CHARACTER"]
	},
	{
		"name": "ANGEL EXEMPLAR",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a BLOOD ANGELS CHARACTER model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them. If this model is from the Blood Angels or one of their successor Chapters (other than the Flesh Tearers), this must be from the Blood Angels Warlord Traits table. If this model is from the Flesh Tearers Chapter, this must be from the Flesh Tearers Warlord Traits table instead. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["BLOOD ANGELS", "CHARACTER", "WARLORD"]
	},
	{
		"name": "ANGEL ASCENDANT",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one BLOOD ANGELS model in your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Special-issue Wargear Relics, even though they are not a CHARACTER model: Master-crafted Weapon; Digital Weapons; Fleshrender Grenades; Quake Bolts. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once.",
		"keywords": ["BLOOD ANGELS", "CHARACTER"]
	},
	{
		"name": "LUCIFER-PATTERN ENGINES",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one BLOOD ANGELS VEHICLE model (excluding a DREADNOUGHT model, or a model that can FLY) from your army. That model gains the following ability: ‘Overcharged Engines: Each time this model Advances, do not make an Advance roll. Instead, until the end of the phase, add 6\u0022 to the Move characteristic of this model.’",
		"keywords": ["BLOOD ANGELS", "VEHICLE", "DREADNOUGHT", "FLY "]
	},
	{
		"name": "HONOURED BY THE ARX ANGELICUM",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from a Blood Angels successor Chapter to be your WARLORD. You can give one Relic of the Angels to a CHARACTER model in your army that is drawn from a Blood Angels successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the BLOOD ANGELS keyword in all instances on that Relic (if any) with that model’s successor Chapter keyword. You can only use this Stratagem once.",
		"keywords": ["WARLORD", "CHARACTER", "BLOOD ANGELS"]
	},
	{
		"name": "RED RAMPAGE",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase if the Assault Doctrine is active for your army. Until your next Command phase, each time a BLOOD ANGELS model from your army makes an attack with a Pistol or melee weapon, on an unmodified wound roll of 6, the Armour Penetration characteristic of that attack is improved by 1. This bonus is cumulative with the Combat Doctrines ability. You can only use this Stratagem once.",
		"keywords": ["BLOOD ANGELS"]
	},
	{
		"name": "UNBRIDLED ARDOUR",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem at the end of the Heroic Interventions step of your opponent’s Charge phase. Select one SANGUINARY GUARD unit from your army that is within 6\u0022 horizontally and 5\u0022 vertically of any enemy units. The selected unit is eligible to perform a Heroic Intervention as if it were a CHARACTER unit, and when performing that Heroic Intervention, each model in that unit can move up to 6\u0022 instead of 3\u0022. All other rules for Heroic Interventions still apply.",
		"keywords": ["SANGUINARY GUARD", "CHARACTER"]
	},
	{
		"name": "FORLORN FURY",
		"cost": "1/2",
		"faction": "Blood Angels",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round, before the first turn begins. Select one DEATH COMPANY unit from your army. That unit can make a Normal Move of up to 12\u0022 as if it were your Movement phase, but must end that move more than 9\u0022 away from any enemy models. If both players have units that can move before the first turn begins, the player who is taking the first turn moves their units first. If that unit contains a DREADNOUGHT model, or if it contains 6 or more models, this Stratagem costs 2CP; otherwise, it costs 1CP. You can only use this Stratagem once.",
		"keywords": ["DEATH COMPANY", "DREADNOUGHT"]
	},
	{
		"name": "UPON WINGS OF FIRE",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase. Select one BLOOD ANGELS CORE JUMP PACK unit from your army and remove it from the battlefield. In the Reinforcements step of your next Movement phase, set up that unit anywhere on the battlefield that is more than 9\u0022 away from any enemy models. If the battle ends and that unit is not on the battlefield, it is destroyed.",
		"keywords": ["BLOOD ANGELS", "CORE", "JUMP PACK"]
	},
	{
		"name": "SAVAGE DESTRUCTION",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Morale",
		"text": "Use this Stratagem in the Morale phase, when a Morale test is failed for an enemy unit that is within Engagement Range of any FLESH TEARERS units from your army. Until the end of the turn, subtract 1 from Combat Attrition tests taken for that enemy unit.",
		"keywords": ["FLESH TEARERS"]
	},
	{
		"name": "CHALICE OVERFLOWING",
		"cost": "1",
		"faction": "Blood Angels",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one SANGUINARY PRIEST model from your army. That model can use its Blood Chalice ability one additional time this phase.",
		"keywords": ["SANGUINARY PRIEST"]
	}
]
