[
	{
		"name": "INFILTRATORS",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round, before the first turn begins. Select one RAVEN GUARD INFANTRY unit from your army that is on the battlefield. That unit can move as if it were your Movement phase. The unit must end that move more than 9\u0022 away from any enemy models. If both players have units that can do this, the player who is taking the first turn moves their units first. Each unit can only be selected for this Stratagem once per battle.",
		"keywords": ["RAVEN GUARD", "INFANTRY"]
	},
	{
		"name": "THE RAVEN’S BLADE",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of your Charge phase. Select one enemy unit on the battlefield. Until the end of that phase, when a charge roll is made for a RAVEN GUARD unit from your army, you can re-roll the dice if that enemy unit was the only selected target of that charge.",
		"keywords": ["RAVEN GUARD"]
	},
	{
		"name": "STRANGLEHOLD",
		"cost": "2",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round, before the first turn begins, if your army includes any RAVEN GUARD SCOUT or RAVEN GUARD PHOBOS units. Until the end of that battle round, you can roll one D6 each time your opponent spends Command Points to use a Stratagem; on a 5\u002B your opponent must spend 1 additional Command Point, or else that Stratagem has no effect and cannot be used again this phase (the Command Points spent so far are lost). You can only use this Stratagem once per battle.",
		"keywords": ["RAVEN GUARD", "SCOUT", "PHOBOS"]
	},
	{
		"name": "FALSE FLIGHT",
		"cost": "2",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem when a RAVEN GUARD unit from your army Falls Back. That unit can shoot and charge in this turn.",
		"keywords": ["RAVEN GUARD"]
	},
	{
		"name": "LAY LOW THE TYRANTS",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when a RAVEN GUARD INFANTRY unit or RAVEN GUARD BIKER unit from your army is chosen to fight with in the Fight phase. Until the end of the phase, when resolving an attack made by a model in that unit against a CHARACTER unit that is not a VEHICLE, or against a unit that is not a VEHICLE and contains any models with a Wounds characteristic of 4 or more, add 1 to the wound roll.",
		"keywords": ["RAVEN GUARD", "INFANTRY", "BIKER", "CHARACTER", "VEHICLE"]
	},
	{
		"name": "SEE, BUT REMAIN UNSEEN",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "End of Turn",
		"text": "Use this Stratagem at the end of your turn. Select one RAVEN GUARD unit from your army (excluding BUILDINGS) that did not make any attacks during that turn. Until the start of your next turn, when resolving an attack made with a ranged weapon against that unit, subtract 1 from the hit roll.",
		"keywords": ["RAVEN GUARD", "BUILDING"]
	},
	{
		"name": "STRIKE FROM THE SHADOWS",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem during the Declare Reserves and Transports step of your mission. Select one RAVEN GUARD INFANTRY unit from your army. You can set up that unit in ambush instead of setting it up on the battlefield. If you do, at the end of one of your Movement phases you can set up that unit anywhere on the battlefield that is more than 9\u0022 away from any enemy models.",
		"keywords": ["RAVEN GUARD", "INFANTRY"]
	},
	{
		"name": "VENGEANCE FOR ISSTVAN V",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem when a RAVEN GUARD unit from your army is chosen to fight with in the Fight phase. Until the end of that phase, when resolving an attack made by a model in that unit against a WORD BEARERS, IRON WARRIORS, NIGHT LORDS or ALPHA LEGION unit, you can re-roll the hit roll.",
		"keywords": [
			"RAVEN GUARD",
			"WORD BEARERS",
			"IRON WARRIORS",
			"NIGHT LORDS",
			"ALPHA LEGION"
		]
	},
	{
		"name": "AMBUSHING FIRE",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase if the Tactical Doctrine is active. Until the start of the next battle round, when resolving an attack made with a Rapid Fire or Assault weapon by a RAVEN GUARD model from your army, on an unmodified wound roll of 6 the Armour Penetration characteristic of that weapon is improved by an additional 1 for that attack (e.g. AP -1 becomes AP -2). You can only use this Stratagem once per battle.",
		"keywords": ["RAVEN GUARD"]
	},
	{
		"name": "DECAPITATING BLOW",
		"cost": "2",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem when an enemy WARLORD is destroyed by an attack made by a RAVEN GUARD unit from your army. Until the end of the battle, subtract 1 from the Leadership characteristic of enemy units.",
		"keywords": ["WARLORD ", "RAVEN GUARD"]
	},
	{
		"name": "A DEADLY PRIZE",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "End of Turn",
		"text": "Use this Stratagem at the end of your turn. Select one objective marker that is within 3\u0022 of any RAVEN GUARD INFANTRY units from your army and not within 3\u0022 of any enemy units. The next time an enemy unit ends a move within 3\u0022 of that objective marker, roll one D6; on a 2-4, that enemy unit suffers D3 mortal wounds; on a 5\u002B it suffers 3 mortal wounds. You cannot use this Stratagem on the same objective marker more than once per battle.",
		"keywords": ["RAVEN GUARD", "INFANTRY"]
	},
	{
		"name": "STRIKE FROM THE SKIES",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of your Charge phase. Select one RAVEN GUARD JUMP PACK unit. Until the end of that phase, that unit can be chosen to charge with even if it Advanced this turn, and when a charge roll is made for that unit, add 1 to the result.",
		"keywords": ["RAVEN GUARD", "JUMP PACK"]
	},
	{
		"name": "MASTER OF THE TRIFOLD PATH",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a RAVEN GUARD CHARACTER model that is not a named character to be your Warlord. You can generate one additional Warlord Trait for them; this must be from the Raven Guard Warlord Traits table. All of the Warlord Traits ycur army includes must be different (if randomly generated, re-roll duplicate results). You can only use this Stratagem once per battle.",
		"keywords": ["RAVEN GUARD", "CHARACTER"]
	},
	{
		"name": "FAVOUR OF THE RAVENSPIRE",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one RAVEN GUARD model from your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Special-issue Wargear Relics, even though they are not a CHARACTER: Master-crafted Weapon; Digital Weapons; Silentus Pistol; Korvidari Bolts. All of the Relics your army includes must be different and be given to different models.",
		"keywords": ["RAVEN GUARD", "CHARACTER "]
	},
	{
		"name": "TOKEN OF BROTHERHOOD",
		"cost": "1",
		"faction": "Raven Guard",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from a Raven Guard successor Chapter to be your Warlord. You can give one Relic of the Ravenspire to a CHARACTER model from your army that is drawn from a Raven Guard successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the RAVEN GUARD keyword in all instances on that Relic (if any) with that model’s \u0026CHAPTER\u0026 keyword. You can only use this Stratagem once per battle.",
		"keywords": ["CHARACTER", "RAVEN GUARD", "CHAPTER"]
	}
]
