[
	{
		"name": "FLAMECRAFT",
		"cost": "2",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a SALAMANDERS unit from your army is chosen to shoot with. Until the end of that phase, when a model in that unit shoots with a flame weapon, do not roll to determine the number of attacks made with that weapon; instead, the maximum number of attacks are made with that weapon (e.g. 6 attacks are made with a Heavy D6 weapon).",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "THE CRUCIBLE OF BATTLE",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in the Shooting or Fight phase, when a SALAMANDERS CORE or SALAMANDERS CHARACTER unit from your army is chosen to shoot or fight with. Until the end of that phase, when resolving an attack made by a model in that unit, add 1 to the wound roll.",
		"keywords": ["SALAMANDERS", "CORE", "CHARACTER"]
	},
	{
		"name": "STRENGTH OF THE PRIMARCH",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one SALAMANDERS unit from your army. Until the end of that phase, add 1 to the Strength characteristic of models in that unit, and when resolving an attack made with a melee weapon by a model in that unit, on an unmodified wound roll of 6 double the Damage characteristic of that weapon for that attack.",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "THE FIRES OF BATTLE",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or in your opponent’s Charge phase, when a SALAMANDERS model from your army shoots with a flame weapon or melta weapon. Until the end of that phase, when resolving an attack made with that weapon, on an unmodified wound roll of 4\u002B the target suffers 1 mortal wound in addition to any normal damage (a maximum of 3 mortal wounds can be inflicted per phase via this Stratagem).",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "RITES OF VULKAN",
		"cost": "2",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the start of your Movement phase if the Tactical Doctrine is active. Until the start of the next battle round, when resolving an attack made with a Rapid Fire or Assault weapon by a SALAMANDERS model from your army, on an unmodified wound roll of 6 the Armour Penetration characteristic of that weapon is improved by an additional 1 for that attack. You can only use this Stratagem once per battle.",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "IMMOLATION PROTOCOLS",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a SALAMANDERS unit from your army is chosen to shoot with. Until the end of that phase, change the type of all flame weapons models in that unit are equipped with to Pistol (e.g. an Assault D6 flame weapon becomes Pistol D6).",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "SELF SACRIFICE",
		"cost": "2",
		"faction": "Salamanders",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem at the start of your opponent’s Shooting phase. Select one SALAMANDERS INFANTRY unit that contains 5 or more models from your army that is not within 1\u0022 of any enemy units, and then select one other INFANTRY unit from your army that is wholly within 6\u0022 of the selected unit. Until the end of the phase, your opponent cannot target the second unit you selected unless that unit is the closest enemy unit to the firing model and visible to it, or it is no longer wholly within 6\u0022 of the first unit you selected. In addition, until the end of the phase, the first unit you selected is always an eligible target for enemy shooting attacks provided it is within range and is visible to the firing model (i.e. it can be targeted even whilst under the effects of any rules that would prevent it from being targeted, such as the Shrouding psychic power).",
		"keywords": ["SALAMANDERS", "INFANTRY"]
	},
	{
		"name": "RISE FROM THE ASHES",
		"cost": "2",
		"faction": "Salamanders",
		"category": "Epic Deed",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a SALAMANDERS CHARACTER model from your army is destroyed. At the end of that phase, roll one D6; on a 4\u002B return that model to play with 1 wound remaining, placing it as close as possible to its previous position and more than 1\u0022 away from any enemy models. This Stratagem cannot be used on the same model more than once per battle.",
		"keywords": ["SALAMANDERS", "CHARACTER"]
	},
	{
		"name": "VENGEANCE FOR ISSTVAN V",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a SALAMANDERS unit from your army is chosen to fight with. Until the end of that phase, when resolving an attack made with a melee weapon by a model in that unit against a WORD BEARERS, IRON WARRIORS, NIGHT LORDS or ALPHA LEGION unit, you can re-roll the hit roll.",
		"keywords": [
			"SALAMANDERS",
			"WORDBEARERS",
			"IRONWARRIORS",
			"NIGHTLORDS",
			"ALPHALEGION"
		]
	},
	{
		"name": "STAND YOUR GROUND",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in any phase, when a SALAMANDERS INFANTRY unit from your army that is not a SERVITOR and did not Advance in this phase or your previous Movement phase is chosen as the target for an attack. Until the end of that phase, when resolving an attack made with a weapon that has a Damage characteristic of 1 against a model in that unit, add 1 to the saving throw. This does not affect invulnerable saving throws.",
		"keywords": ["SALAMANDERS", "INFANTRY", "SERVITOR"]
	},
	{
		"name": "BORN PROTECTORS",
		"cost": "2",
		"faction": "Salamanders",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent’s Charge phase, when a charge is declared against a SALAMANDERS unit from your army. Select one friendly SALAMANDERS unit that is more than 1\u0022 away from any enemy units and within 12\u0022 of the unit that is the target of that charge. The selected unit can fire Overwatch at the charging unit as if it were a target of that charge; if the selected unit is a target of that charge, it instead fires Overwatch as normal. In addition, if that charge is successful, the selected unit can perform a Heroic Intervention as if it were a CHARACTER; if it does, it can move up to 2D6\u0022, but must end that move closer to the unit that charged and cannot move within 1\u0022 of any other enemy units.",
		"keywords": ["SALAMANDERS", "CHARACTER"]
	},
	{
		"name": "RELENTLESS DETERMINATION",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem at the end of your Movement phase. Select one SALAMANDERS unit from your army that did not Advance or Fall Back this phase. Until the start of your next Movement phase, that unit is treated as having remained stationary during its Movement phase for all rules purposes (such as firing Heavy weapons). In addition, if that unit has a Damage table, then until the start of your next Movement phase, double the number of wounds it has remaining for the purposes of determining what row to use on that damage table.",
		"keywords": ["SALAMANDERS"]
	},
	{
		"name": "EXEMPLAR OF THE PROMETHEAN CREED",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a SALAMANDERS model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them; this must be from the Salamanders Warlord Traits table. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once per battle.",
		"keywords": ["SALAMANDERS", "WARLORD"]
	},
	{
		"name": "MASTER ARTISANS",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle. Select one SALAMANDERS model from your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Chapter Relics, even though they are not a CHARACTER: Master-crafted weapon, Digital Weapons, Drakeblade, Dragonrage Bolts. All of the Relics your army includes must be different and be given to different models.",
		"keywords": ["SALAMANDERS", "CHARACTER"]
	},
	{
		"name": "TRUST OF PROMETHEUS",
		"cost": "1",
		"faction": "Salamanders",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a model drawn from a Salamanders successor Chapter to be your WARLORD. You can give one Relic of Nocturne to a CHARACTER model from your army that is drawn from a Salamanders successor Chapter instead of giving them a Special-issue Wargear Relic or a Chapter Relic from Codex: Space Marines. If you do, replace the SALAMANDERS keyword in all instances on that Relic (if any) with that model’s \u0026CHAPTER\u0026 keyword. You can only use this Stratagem once per battle.",
		"keywords": ["WARLORD", "CHARACTER", "SALAMANDERS", "CHAPTER"]
	}
]
