[
	{
		"name": "DEATH TO THE ALIEN!",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem in the Fight phase, when a DEATHWATCH unit from your army is selected to fight. Until the end of the phase, while that unit is within Engagement Range of any TYRANIDS, AELDARI, ORK, NECRONS or T’AU EMPIRE units, add 1 to the Attacks characteristic of models in that unit.",
		"keywords": [
			"DEATHWATCH",
			"TYRANIDS",
			"AELDARI",
			"ORK",
			"NECRONS",
			"T’AU EMPIRE"
		]
	},
	{
		"name": "PROGNOSTICATING VOLLEY",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Battle Tactic",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when a DEATHWATCH unit from your army is selected to shoot. Until the end of the phase, each time a model in that unit makes a ranged attack against an AELDARI unit, you can ignore any or all hit roll and Ballistic Skill modifiers for that attack.",
		"keywords": ["DEATHWATCH", "AELDARI"]
	},
	{
		"name": "SYNAPTIC SEVERANCE",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Battle Tactic",
		"whose": "both",
		"phase": "Any",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, when a Death watch unit from your army is selected to shoot or fight. Until the end of the phase, each time a model in that unit makes an attack against a TYRANIDS SYNAPSE unit, an unmodified hit roll of 6 automatically wounds the target.",
		"keywords": ["TYRANIDS", "SYNAPSE"]
	},
	{
		"name": "ADAPTIVE TACTICS",
		"cost": "2",
		"faction": "Deathwatch",
		"category": "Epic Deed",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase, if a WATCH MASTER unit from your army is on the battlefield. Change the Battlefield Role selected for the purposes of the Xenos Hunters Chapter Tactic for your army. You can only use this Stratagem once.",
		"keywords": ["WATCH MASTER"]
	},
	{
		"name": "ATONEMENT THROUGH HONOUR",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Epic Deed",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in your opponent’s Charge phase. Select one DEATHWATCH unit from your army that contains a Black Shield, that unit can perform a Heroic Intervention this phase as if it were a CHARACTER unit.",
		"keywords": ["DEATHWATCH", "CHARACTER"]
	},
	{
		"name": "SANCTION OF THE BLACK VAULT",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the DEATHWATCH keyword. Select one DEATHWATCH model in your army that has the word ‘Sergeant’ in their profile. That model can have one of the following Relics of the Watch Fortresses, even though they are not a CHARACTER: Artificer Armour; Master-crafted Weapon; Digital Weapons; Banebolts of Eryxia; Artificer Bolt Cache. Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once.",
		"keywords": ["WARLORD", "DEATHWATCH", "CHARACTER "]
	},
	{
		"name": "A VIGIL UNMATCHED",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Requisition",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem after nominating a DEATHWATCH CHARACTER model that is not a named character to be your WARLORD. You can generate one additional Warlord Trait for them from the Deathwatch Warlord Traits table. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results). You can only use this Stratagem once.",
		"keywords": ["DEATHWATCH", "CHARACTER", "WARLORD"]
	},
	{
		"name": "STEM THE GREEN TIDE",
		"cost": "2",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Fight",
		"text": "Use this Stratagem in the Charge phase, after an enemy ORK unit has declared a charge against one or more DEATHWATCH units from your army.The DEATHWATCH units that were selected as a target of that charge can fire Overwatch at that ORK unit.Until the end of the phase, if any models from that ORK unit are destroyed as a result of Overwatch, subtract 2 from charge rolls made for that unit.",
		"keywords": ["ORK", "DEATHWATCH"]
	},
	{
		"name": "PRIORITY DOCTRINE ADOPTION",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one DEATHWATCH unit from your army, then select one combat doctrine. Until the start of your next Command phase, that unit gains the bonus of the combat doctrine you selected instead of the active combat doctrine. You can only use this Stratagem if every unit from your army has the DEATHWATCH keyword (excluding AGENT OF THE IMPERIUM and UNALIGNED units).",
		"keywords": ["DEATHWATCH", " ", "OF THE IMPERIUM", "UNALIGNED"]
	},
	{
		"name": "TARGETING SCRAMBLERS",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "enemy",
		"phase": "Shooting",
		"text": "Use this Stratagem in your opponent’s Shooting phase, after a T’AU EMPIRE unit has resolved its shooting attacks against a DEATHWATCH unit from your army. Remove all markerlight counters from that DEATHWATCH unit.",
		"keywords": ["T’AU EMPIRE", "DEATHWATCH"]
	},
	{
		"name": "OVERKILL",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "both",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase or the Fight phase, after making attacks with a DEATHWATCH unit from your army against a NECRONS unit. Your opponent must subtract 1 from Reanimation Protocol rolls made for that NECRONS unit as a result of those attacks.",
		"keywords": ["DEATHWATCH", "NECRONS"]
	},
	{
		"name": "BROTHERHOOD OF VETERANS",
		"cost": "2",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Command",
		"text": "Use this Stratagem in your Command phase. Select one DEATHWATCH unit from your army, then select one Chapter Tactic or Successor Tactic. Until the end of the turn, models in that unit have that Chapter Tactic or Successor Tactic instead of the Xenos Hunters Chapter Tactic.",
		"keywords": ["DEATHWATCH"]
	},
	{
		"name": "DISRUPTIVE LAUNCH",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a DEATHWATCH JUMP PACK unit, INDOMITOR KILL TEAM unit that contains an Inceptor, or PROTEUS KILL TEAM unit that contains a Vanguard Veteran with jump pack from your army Falls Back. That unit is eligible to shoot even though it Fell Back this turn.",
		"keywords": [
			"DEATHWATCH",
			"JUMP PACK",
			"INDOMITOR KILL TEAM",
			"PROTEUS KILL TEAM"
		]
	},
	{
		"name": "TELEPORTARIUM",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Before the Battle",
		"text": "Use this Stratagem during deployment. Select one DEATHWATCH INFANTRY, DEATHWATCH DREADNOUGHT or DEATHWATCH BIKER unit from your army. All models in that unit gain the Teleport Strike ability. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case you can use this Stratagem twice), or an Onslaught battle (in which case you can use this Stratagem three times).",
		"keywords": ["DEATHWATCH", "INFANTRY", "DREADNOUGHT", "BIKER"]
	},
	{
		"name": "RELENTLESS ASSAULT",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Strategic Ploy",
		"whose": "mine",
		"phase": "Movement",
		"text": "Use this Stratagem in your Movement phase, when a DEATHWATCH BIKER unit, or a KILL TEAM unit that contains a Veteran Biker or Outrider from your army Falls back. That unit is eligible to charge even though it Fell Back this turn.",
		"keywords": ["DEATHWATCH", "BIKER", "KILL TEAM"]
	},
	{
		"name": "SHROUD FIELD",
		"cost": "2",
		"faction": "Deathwatch",
		"category": "Wargear",
		"whose": "both",
		"phase": "Start of Battle Round",
		"text": "Use this Stratagem at the start of the first battle round. Select one CORVUS BLACKSTAR unit from your army. Until the end of the battle round, that unit cannot be selected as a target for ranged attacks unless it is the closest eligible target to the firing model.",
		"keywords": ["CORVUS BLACKSTAR"]
	},
	{
		"name": "CLAVIS",
		"cost": "1",
		"faction": "Deathwatch",
		"category": "Wargear",
		"whose": "both",
		"phase": "Fight",
		"text": "Use this Stratagem at the start of the Fight phase. Select one enemy VEHICLE unit within 1\u0022 of a WATCH MASTER unit from your army.That unit suffers D3 mortal wounds.Until the end of the phase, that unit is not eligible to fight until after all eligible units from your army have done so.",
		"keywords": ["VEHICLE", "WATCH MASTER"]
	},
	{
		"name": "SPECIAL-ISSUE LOADOUT",
		"cost": "2",
		"faction": "Deathwatch",
		"category": "Wargear",
		"whose": "mine",
		"phase": "Shooting",
		"text": "Use this Stratagem in your Shooting phase, when you select a DEATHWATCH INFANTRY unit from your army to shoot. Until the end of the phase, bolt weapons (excluding bolt sniper rifles) without the Special-issue Ammunition ability that models in that unit are equipped with gain that Special-issue Ammunition ability and their Type characteristic is changed to Heavy 1.",
		"keywords": ["DEATHWATCH", "INFANTRY"]
	}
]
